Repository: perdanacarrer/pokedex
Catalog: pokedex/Core/CoreResources/Localizable/*.lproj/Localizable.strings
Languages: id

# account.createpassword.confirmation.label
source: Confirm Password
id: Konfirmasi Kata Sandi

# account.password.change.navigation.title
source: Password Change
id: Kata Sandi Berhasil Diubah

# account.password.change.description
source: Your password is successfully changed. Please use your new password to login to your account
id: Anda berhasil mengubah kata sandi. Gunakan kata sandi baru untuk mengakses akun Anda

# account.suspended.navigation.title
source: Account Locked
id: Akun Terkunci

# account.suspended.description
source: After changing your password, your account will be locked. To access your account again, verify it via the OTP code we sent
id: Setelah melakukan perubahan kata sandi, akun Anda akan terkunci. Untuk mengakses kembali akun Anda, lakukan verifikasi melalui kode OTP yang kami kirimkan

# account.suspended.button.title
source: Submit Verification Code
id: Kirim Kode Verifikasi

# account.menu.personalSettings
source: Personal Settings
id: Pengaturan Personal

# account.menu.accountSecurity
source: Account Security
id: Keamanan Akun

# account.menu.customerService
source: Customer Services
id: Layanan Pelanggan

# account.menu.contactUs
source: Contact Us
id: Hubungi Kami

# account.menu.logout
source: Log Out
id: Keluar Akun

# account.section.helpCenter.title
source: Help Center
id: Pusat Bantuan

# account.btn.register
source: Register
id: Daftar

# account.title
source: Account Settings
id: Pengaturan Akun

# account.dialog.rejectedKYC.title
source: Verification Rejected
id: Data diri Anda ditolak

# account.dialog.rejectedKYC.firstText
source: Your verification submission is rejected because:
id: Aplikasi verifikasi Anda telah ditolak dengan alasan:

# account.dialog.rejectedKYC.listItem.blurryID
source: Identity card information blurry
id: Informasi KTP pada foto buram

# account.dialog.rejectedKYC.listItem.nameNotMatch
source: Full name didn’t matched with ID card
id: Nama lengkap tidak sesuai KTP

# account.dialog.rejectedKYC.listItem.selfPotraitBlurry
source: Self portrait blurry
id: Foto diri buram

# account.dialog.rejectedKYC.listItem.selfieTooClose
source: Selfie with ID card too close
id: Foto selfie KTP terlalu dekat

# account.dialog.rejectedKYC.lastText
source: You can fix it by restarting verification process so we can process your account
id: Anda dapat mememperbaiki dan mengirim kembali data diri Anda supaya dapat diproses.

# account.btn.restartVerification
source: Restart Verification
id: Verifikasi Ulang

# account.dialog.btn.back
source: Back
id: Kembali

# account.kycbox.btn.verifyNow
source: Verify Now
id: Verifikasi Sekarang

# account.kycbox.title.notVerified
source: Verify Your Account
id: Verifikasi Akun Anda

# account.kycbox.desc.notVerified
source: Please verify your account to start your transaction
id: Transaksi dapat dilakukan setelah Anda melakukan verifikasi.

# account.kycbox.title.waitingVerification
source: Processing Account Verification
id: Verifikasi Akun Diproses

# account.kycbox.desc.waitingVerification
source: Your account is on verification process. Please wait within 24 hours to finish
id: Permohonan verifikasi Anda sedang dalam peninjauan, harap tunggu dalam 1x24 jam.

# account.kycbox.title.verificationRejected
source: Account Verification Rejected
id: Verifikasi Akun Ditolak

# account.kycbox.desc.verificationRejected
source: We're sorry your account didn't pass the verification process. Make another request and restart the verification.
id: Maaf, permohonan verifikasi akun Anda ditolak. Harap ulangi proses verifikasi akun Anda.

# account.pillView.verified
source: Verified
id: Terverifikasi

# account.pillView.notVerified
source: Not Verified
id: Belum Terverifikasi

# account.dialog.logout.title
source: Are you sure you want to log out?
id: Apakah Anda ingin keluar akun?

# account.dialog.withdrawLimit.desc
source: Daily Withdraw Limit will be coming soon in the Indodax application. Currently you can apply for a Daily Withdraw Limit through the Indodax website.
id: Limit Withdraw Harian akan hadir sebentar lagi di aplikasi Indodax. Saat ini Anda dapat mengajukan Limit Withdraw Harian melalui website Indodax.

# account.dialog.withdrawLimit.btn.dailyLimit
source: What is Daily Limit Increase?
id: Apa itu Kenaikan Limit Harian?

# account.dialog.invalid.password.title
source: Reenter Password
id: Ulangi kata sandi

# account.dialog.invalid.password.description
source: The password you have entered is incorrect, please reenter your password.
id: Kata sandi yang dimasukan salah, silahkan ketik ulang kata sandi

# account.dialog.create.password.info.title
source: Password Change Warning
id: Peringatan Ubah Kata Sandi

# account.dialog.create.password.failed.title
source: Recheck Password
id: Cek ulang kata sandi

# account.dialog.create.password.failed.description
source: Password does not matched, please retype password.
id: Kata sandi tidak sama, silahkan ketik ulang kata sandi

# account.about.menu.aboutUs
source: About Us
id: Tentang Kami

# account.about.menu.tnc
source: Terms and Conditions
id: Syarat dan Ketentuan

# account.about.menu.privacyPolicy
source: Privacy Policy
id: Kebijakan Privasi

# account.about.menu.appReview
source: Leave a Review
id: Ulas Aplikasi

# account.about.section.followUs.title
source: Follow Us on
id: Ikuti Kami di

# account.about.desc.appVersion
source: Version %@
id: Versi %@

# account.settings.menu.language
source: Language
id: Bahasa

# account.settings.sheet.title.changeLanguage
source: Switch Language
id: Ganti Bahasa

# account.settings.sheet.headline.activateTimer
source: Enable Background Timer?
id: Aktifkan Background Timer?

# account.settings.sheet.action.activate
source: Enable
id: Aktifkan

# account.settings.sheet.headline.deactivateTimer
source: Disable Background Timer?
id: Matikan Background Timer?

# account.settings.sheet.desc.deactivateTimer
source: Disabling Realtime Market will turn off your alarms and widgets. Are you sure?
id: Menonaktifkan Background Timer akan mematikan semua fitur alarm dan widget Anda.

# account.settings.sheet.action.deactivate
source: Disable
id: Matikan

# account.settings.sheet.headline.activateRealtimeMarket
source: Enable Realtime Market?
id: Aktifkan Realtime Market?

# account.settings.sheet.headline.deactivateRealtimeMarket
source: Disable Realtime Market?
id: Matikan Realtime Market?

# account.settings.sheet.desc.deactivateRealtimeMarket
source: Disabling Realtime Market will turn off the real time feature in your market. Are you sure?
id: Menonaktifkan Realtime Market akan mematikan fitur realtime data pada market

# account.settings.message.installationIdCopied
source: Installation ID has been copied
id: Installation ID berhasil tersalin

# register.text.infolabel
source: Use email and phone number to register
id: Gunakan email dan nomor telepon untuk mendaftar

# register.text.email.title
source: Email Address
id: Alamat email

# register.text.email.placeholder
source: Enter your Email Address
id: Masukkan email

# register.text.phone.title
source: Phone Number
id: Nomor HP

# register.text.password.title
source: Current Password
id: Kata Sandi

# register.text.password.placeholder
source: Enter your current password
id: Masukkan kata sandi

# register.btn.eighthChar
source: 8+ characters
id: 8+ Karakter

# register.btn.uppercase
source: 1 uppercase
id: 1 huruf besar

# register.btn.lowercase
source: 1 lowercase
id: 1 huruf kecil

# register.btn.specialChar
source: symbol or number
id: simbol atau angka

# register.btn.register
source: Create Account
id: Buat Akun

# register.text.termsCondition
source: Terms & Conditions
id: Syarat & Ketentuan

# register.text.older
source: I am 18 years or older and agree to the %@
id: Saya berusia 18 tahun atau lebih dan setuju dengan %@

# register.text.error.email.empty
source: Email must filled
id: Email harus diisi

# register.text.error.email.format
source: Invalid Email Format
id: Format email salah

# register.text.error.phone.empty
source: Phone Number must filled
id: Nomor hp harus diisi

# register.text.error.phone.format
source: Phone Number must used number
id: Nomor hp harus angka

# register.text.error.password.empty
source: Password must filled
id: password harus diisi

# general.history
source: Riwayat
id: History

# general.buy
source: Buy
id: Beli

# general.sell
source: Sell
id: Jual

# general.understand
source: I Understand
id: Saya mengerti

# general.favorite
source: Favorite
id: Favorit

# general.save
source: Save
id: Simpan

# general.balance
source: Balance:
id: Saldo:

# general.back
source: Back
id: Kembali

# general.next
source: Next
id: Selanjutnya

# general.login
source: Login
id: Masuk

# general.register
source: Register
id: Daftar

# general.noData
source: No Data
id: Tidak Ada Data

# general.cancel.all
source: Cancel All
id: Batalkan Semua

# pin.navigation.title.verify
source: Enter Your PIN
id: Masukkan PIN Anda

# pin.navigation.title.create.pin
source: Enter PIN
id: Buat PIN

# pin.navigation.title.confirm.create.pin
source: Enter PIN
id: Ulangi PIN

# pin.navigation.insert.existing.pin
source: Enter PIN
id: Masukkan PIN Saat Ini

# pin.insert.existing.pin.description
source: Enter current PIN code
id: Masukkan 6-digit kode PIN

# pin.button.forgot
source: Forgot PIN
id: Lupa PIN

# pin.navigation.title.repin
source: Confirm New PIN
id: Ulangi PIN

# pin.description.insertNew
source: Set 6 digit PIN code to secure your account
id: Buat 6 digit PIN untuk keamanan akun Anda

# pin.description.repin
source: Reenter your PIN to confirm
id: Ulangi kode PIN untuk konfirmasi

# pin.description.nomatch
source: PIN not match
id: PIN tidak sama

# pin.more.helpSupport
source: Help & Support
id: Bantuan dan Support

# pin.more.logout
source: Logout
id: Keluar

# pin.confirm.error
source: Incorrect PIN, please try again
id: PIN tidak sesuai, silakan coba lagi

# pin.changed.navigation.insert.new.pin
source: Enter New PIN
id: Buat PIN Baru

# pin.changed.insert.new.pin.description
source: Set new 6-digit PIN code
id: Buat 6-digit kode PIN baru

# pin.changed.navigation.confirm.new.pin
source: Enter New PIN
id: Ulangi PIN Baru

# pin.changed.confirm.new.pin.description
source: Reenter 6-digit PIN code to confirm
id: Ulangi 6-digit kode PIN baru

# pin.changed.success.title
source: PIN Is Successfully Changed
id: PIN berhasil diubah

# pin.changed.success.description
source: PIN is successfully changed, please enter new PIN to access your account.
id: PIN sudah berhasil diubah, silahkan masukkan PIN baru untuk akses aplikasi

# pin.changed.success.btn.ok
source: OK
id: Oke

# pin.changed.cancel.description
source: Are you sure you want to cancel this process?
id: Yakin mau batalkan proses ubah PIN?

# pin.changed.cancel.btn.dialog
source: Cancel Change PIN
id: Batalkan

# pin.forgot.navigation.insert.new.pin
source: Enter New PIN
id: Masukkan PIN Baru

# pin.forgot.navigation.confirm.new.pin
source: Confirm New PIN
id: Ulangi PIN Baru

# phone.otp.description.phone
source: Enter the last 4 digits of the phone number that calls you as the verification code
id: Masukkan 4 digit terakhir dari nomor yang melakukan panggilan sebagai kode verifikasi

# phone.otp.description.sms
source: Enter the OTP code from the SMS you received
id: Masukkan kode OTP dari SMS yang Anda terima

# phone.otp.btn.lost.phone
source: Lost Phone Number?
id: Kehilangan Nomor Handphone?

# phone.otp.request.sms.resend
source: Enter the 6 digit code from the SMS you received
id: Masukkan 6 digit kode dari SMS yang Anda terima

# phone.reset.success.title
source: Phone Number Change Successful
id: Perubahan Nomor Telepon Berhasil

# phone.reset.success.description
source: Happy! Phone Number Change has been successfully done, please login again.
id: Selamat! perubahan nomor telepon telah berhasil dilakukan.

# gauth.otp.textfield.title
source: Google Authenticator Code
id: Kode Google Authenticator

# gauth.otp.description.info
source: Enter a 6 digit of code from Google Authenticator
id: Masukkan 6 digit kode dari Google Authenticator

# gauth.otp.btn.lost.gauth
source: Lost Google Authenticator?
id: Kehilangan Google Authenticator?

# gauth.otp.attention.info
source: Please make sure your Google Authenticator feature is active in order to receive verification code
id: Pastikan aplikasi Google Authenticator di perangkat Anda aktif agar bisa menerima kode verifikasi.

# gauth.reset.success
source: Reset Google Authenticator Successfully
id: Reset Google Authenticator Berhasil

# gauth.reset.success.description
source: Reset Google Authenticator has been successfully done, and please login again.
id: Selamat! Reset Google Authenticator telah berhasil dilakukan, silahkan login kembali.

# liveness.camera.access
source: Please allow camera access to complete the Face Detection Test
id: Mohon izinkan akses kamera untuk menyelesaikan Tes Face Detection

# liveness.error.navigation.title
source: Face Detection fail
id: Layanan deteksi wajah gagal

# liveness.error.btn.retake
source: Try again
id: Coba Lagi

# liveness.error.btn.retry.liveness
source: Retake Face Detect
id: Tes Ulang

# liveness.error.description.text
source: Please try again or contact our Customer Support and report the Error ID. %@
id: Silakan coba kembali atau hubungi Customer Support kami dan laporkan Error ID. %@

# liveness.error.description.cta
source: [Copy Error ID]
id: [Salin Error ID]

# liveness.error.success.copyid
source: Success copied Error ID
id: Berhasil salin Error ID

# verification.navigation.title.verify
source: Verify
id: Verifikasi

# verification.text.info
source: Enter code that has been sent to your email and phone number
id: Masukkan kode yang dikirimkan ke email dan nomor telepon Anda

# verification.text.email.title
source: Verify Email (6 Digit)
id: Verifikasi Email (6 Digit)

# verification.text.phone.title.citcall
source: Verify Phone Number (4 digit)
id: Verifikasi No. Handphone (4 digit)

# verification.text.phone.title.sms
source: Verify Phone Number (6 digit)
id: Verifikasi No. Handphone (6 digit)

# verification.text.phone.placeholder.citcall
source: Enter Phone Number
id: Masukkan nomor handphone

# verification.text.phone.placeholder.sms
source: Enter Phone Number
id: Masukkan nomor handphone

# verification.btn.send.otp
source: Send OTP
id: Kirim OTP

# verification.btn.resend.otp
source: Resend OTP
id: Kirim Ulang

# verification.btn.resend.timer
source: Resend (%@ second)
id: Kirim Ulang (%@ detik)

# verification.btn.next.otp
source: Verify
id: Verifikasi

# verification.citcall
source: Missed Call
id: Panggilan

# verification.text.infobox.email
source: Verification code has been sent to %@
id: Kode verifikasi telah dikirim ke %@

# verification.text.infobox.citcall
source: A missed call has been made to %@. Enter the last 4 digits of the number that calls you as verification code.
id: Panggilan tak terjawab dikirimkan ke nomor %@. Masukkan 4 digit terakhir dari nomor yang melakukan panggilan tak terjawab ke nomor Anda.

# verification.text.infobox.citcall.short
source: A missed call has been made to %@.
id: Panggilan tak terjawab dikirimkan ke nomor %@.

# verification.text.infobox.sms
source: We’ve sent an OTP code through SMS to your phone number %@.
id: Kami telah mengirimkan kode OTP melalui SMS ke nomor telepon %@.

# email.otp.navigation.title
source: Email Verification
id: Verifikasi Email

# email.otp.text.description
source: Enter the code we've sent to your email
id: Masukkan kode yang dikirimkan ke email

# email.otp.btn.resend
source: Resend OTP
id: Kirim Ulang

# email.otp.btn.resendTimer
source: Resend OTP (%@ second)
id: Kirim Ulang (%@ detik)

# lost.ga.navigation.title
source: Lost Google Authenticator
id: Kehilangan Authenticator

# lost.phone.navigation.title
source: Lost Phone Number?
id: Kehilangan Nomor Telepon?

# lost.ga.info.title
source: Enter the email and mobile number that you used to receive the verification code
id: Masukkan email dan nomor handphone yang Anda gunakan untuk menerima kode verifikasi

# lost.phone.info.title
source: Enter a new mobile number to replace your old number
id: Masukkan nomor handphone baru untuk menggantikan nomor lama Anda

# lost.error.empty.email
source: Email must filled
id: Email harus diisi

# lost.error.empty.phone
source: Phone Number must filled
id: Nomor handphone harus diisi

# lost.error.format.email
source: Invalid Email Format
id: Format email salah

# lost.error.format.phone
source: Invalid Phone Number Format
id: Format nomor handphone salah

# lost.error.combination
source: The code entered is invalid
id: Data yang dimasukkan tidak valid.

# lost.error.empty.change.reason
source: Reason for Replacement must filled
id: Alasan Penggantian harus diisi

# lost.error.empty.other.reason
source: Reason for Replacement must filled
id: Alasan Penggantian harus diisi

# lost.phone.reason.title
source: Reason for Replacement
id: Alasan Penggantian

# lost.phone.reason.placeholder
source: Select Reason for Replacement
id: Pilih Alasan Penggantian

# lost.phone.other.reason.placeholer
source: Write down the reason for the replacement
id: Tulis alasan penggantian

# forgot.pin.navigation.title
source: Forgot PIN
id: Lupa PIN

# forgot.pin.text.info
source: Enter your password to reset your PIN
id: Masukkan kata sandi untuk mengatur ulang PIN Anda.

# forgot.pin.save.pin.label
source: PIN Successfully Saved
id: PIN Berhasil Tersimpan

# forgot.pin.error.empty.ga
source: Google Authenticator Code must filled
id: Kode Google Authenticator harus diisi

# forgot.pin.error.empty.otp
source: Verification Code (OTP) must filled
id: Kode Verifikasi (OTP) harus diisi

# forgot.pin.error.combination
source: Incorrect PIN, please try again
id: Data yang dimasukkan tidak valid

# forgot.pin.otp.phone.title
source: Verification Code (OTP)
id: Kode Verifikasi (OTP)

# forgot.pin.otp.phone.label
source: Enter the last 4 digits of the phone number that calls you as the verification code
id: Masukkan 4 digit terakhir dari nomor yang melakukan panggilan sebagai kode verifikasi

# forgot.pin.make.new.pin
source: Enter New PIN
id: Buat PIN Baru

# reset.pin.title.success
source: Reset PIN Success
id: Reset PIN Berhasil

# reset.pin.description.success
source: You successfully reset your PIN. Use your new PIN to access your account
id: Selamat! Reset PIN telah berhasil dilakukan, gunakan PIN baru Anda untuk masuk.

# onboarding.btn.register
source: Register
id: Daftar

# onboarding.text.alreadyHaveAccount
source: Already have an account? %@
id: Sudah punya akun? %@

# onboarding.text.login
source: Login
id: Masuk

# onboarding.menu.title.1
source: Fits Everyone’s Needs
id: Andalan Semua Trader

# onboarding.menu.title.2
source: More Than Secure
id: Lebih Dari Aman

# onboarding.menu.title.3
source: Place to Trade & Learn
id: Tempat Trading dan Belajar

# onboarding.menu.description.1
source: Creating the Best Trading Experience for Everyone with Lite and Pro Mode
id: Pengalaman trading terbaik untuk semua trader dengan mode Lite & Pro

# onboarding.menu.description.2
source: Save Your #AsetMasaDepan safely at Indodax
id: Simpan #AsetMasaDepan Anda dengan aman di Indodax

# onboarding.menu.description.3
source: Learn the most updated knowledge and set your own trading strategy
id: Pelajari ilmu trading ter-update dan rancang strategi trading andalan Anda

# modal.help.logout.title
source: Help and Log Out
id: Bantuan & Keluar Akun

# modal.help.logout
source: Help & Log Out
id: Bantuan & Keluar Akun

# wallet.general.save
source: Save
id: Simpan

# wallet.general.share
source: Share
id: Bagikan

# wallet.general.understood
source: I Understood
id: Saya Mengerti

# wallet.general.address
source: Address
id: Alamat

# wallet.general.network
source: Network
id: Jaringan

# wallet.general.depositNavigationTitle
source: Deposit %@
id: Setor %@

# wallet.general.success
source: Success
id: Sukses

# wallet.general.pending
source: Pending
id: Tertunda

# wallet.general.waiting
source: Wait
id: Menunggu

# wallet.general.cancelled
source: Cancel
id: Dibatalkan

# wallet.general.successCancelTransaction
source: Transaction successfully canceled
id: Transaksi berhasil dibatalkan

# wallet.general.yes
source: Yes
id: Ya

# wallet.general.no
source: No
id: Tidak

# wallet.header.title
source: Estimated Asset Value
id: Estimasi Nilai Aset

# wallet.header.depositButton
source: Deposit
id: Setor

# wallet.header.withdrawButton
source: Withdraw
id: Tarik

# wallet.hideZeroBalance
source: Hide 0 Balance
id: Sembunyikan Saldo 0

# wallet.searchCoin
source: Search Coin
id: Cari Koin

# wallet.emptyResultSearchTitle
source: No result for the keyword you’re searching
id: Pencarian yang Anda cari tidak dapat ditemukan

# wallet.emptyResultSearchSubtitle
source: Try to use another keyword to find the coin you’re searching
id: Coba gunakan kata kunci lain untuk menemukan koin yang Anda cari

# wallet.emptyDataTitle
source: No Assets Available
id: Tidak ada aset tersedia

# wallet.emptyDataSubtitle
source: Please deposit rupiah to start activities
id: Silakan setor rupiah untuk memulai aktifitas trading

# wallet.maintenanceLabel
source: This coin is on maintenance
id: Koin ini sedang dalam maintenance

# wallet.estimatedAssetAmountInfoViewTitle
source: Estimated Asset Value
id: Estimasi Nilai Aset

# wallet.estimatedAssetAmountInfoViewDescription
source: Estimated Asset Value is the estimation of the total value of all the assets you own.
id: Estimasi nilai aset merupakan perkiraan nilai total dari seluruh aset yang Anda miliki.

# wallet.estimatedAssetAmountTitle
source: Your estimated asset value:
id: Estimasi nilai aset Anda:

# wallet.assetDetailIDR.infoView.title
source: Total IDR Asset
id: Total Aset Rupiah

# wallet.assetDetailIDR.infoView.remainingBalanceDesc
source: Remaining balance %@ IDR
id: Sisa saldo %@ IDR

# wallet.assetDetailCoin.emptyViewTitle
source: No transaction history yet
id: Anda belum memiliki riwayat transaksi

# wallet.assetDetailCoin.emptyViewDescription
source: Your transaction activities will be saved and can be seen on this page
id: Aktivitas transaksi Anda akan tersimpan dan dapat dilihat di halaman ini

# wallet.assetDetailCoin.historyTitle
source: Transaction History
id: Riwayat Transaksi

# wallet.assetDetailCoin.marketSelectionTitle
source: Select Market
id: Pilih Market

# wallet.assetDetailCoin.infoView.title
source: Total %@ Asset
id: Total Aset %@

# wallet.assetDetailCoin.infoView.description
source: Total %@ Asset is the total amount of all the %@ assets you own.
id: Total aset %@ merupakan jumlah keseluruhan asset %@ yang Anda miliki.

# wallet.assetDetailCoin.infoView.totalAssetTitle
source: Your total %@ asset:
id: Total aset %@ Anda:

# wallet.assetDetailCoin.infoView.activeSaldoTitle
source: Active Balance
id: Saldo Aktif

# wallet.assetDetailCoin.infoView.frozenSaldoTitle
source: Frozen Balance
id: Saldo Beku

# wallet.assetDetailCoin.infoView.frozenSaldoInfo
source: What is frozen balance?
id: Apa itu saldo beku?

# wallet.assetDetailCoin.changeRootConfirmation.title
source: Attention
id: Perhatian

# wallet.assetDetailCoin.changeRootConfirmation.descriptionPro
source: Please switch to Indodax LITE to access this asset market page
id: Silahkan beralih ke Indodax LITE untuk mengakses halaman market aset ini

# wallet.assetDetailCoin.changeRootConfirmation.descriptionLite
source: Please switch to Indodax PRO to access this asset market page
id: Silahkan beralih ke Indodax PRO untuk mengakses halaman market aset ini

# wallet.transactionHistoryList.navigation
source: Transaction History
id: Riwayat Transaksi

# wallet.transactionHistoryList.emptyViewTitle
source: No transaction history yet
id: Anda belum memiliki riwayat transaksi
