Repository: perdanacarrer/pokedex
Catalog: pokedex/Core/CoreResources/Localizable/*.lproj/Localizable.strings
Languages: id

# wallet.transactionHistoryList.emptyViewSubtitle
source: Your transaction activities will be saved and can be seen on this page
id: Aktivitas transaksi Anda akan tersimpan dan dapat dilihat di halaman ini

# wallet.transactionHistoryList.cell.buyCoin
source: Buy at %@
id: Beli di %@

# wallet.transactionHistoryList.cell.sellCoin
source: Sell at %@
id: Jual di %@

# wallet.transactionHistoryList.cell.withdrawCoin
source: Withdraw at %@
id: Tarik di %@

# wallet.transactionHistoryList.cell.depositCoin
source: Deposit at %@
id: Setor di %@

# wallet.transactionHistoryList.cell.earnCoinStaking
source: Earn at %@
id: Menghasilkan di %@

# wallet.transactionHistoryList.cell.earnCoinUnstaking
source: Unstaking at %@
id: Unstaking di %@

# wallet.transactionHistoryList.cell.earnCoinClaimReward
source: Claim Reward at %@
id: Klaim Bunga di %@

# wallet.historyFilter.transactionHistoryFilterNavigation
source: Filter Transaction History
id: Filter Riwayat Transaksi

# wallet.historyFilter.earnHistoryFilterNavigation
source: Filter Earn History
id: Filter Riwayat Transaksi

# wallet.historyFilter.transactionPeriodTitle
source: Transaction Period
id: Periode Transaksi

# wallet.historyFilter.periodSelectionTitle
source: Select Period
id: Pilih Periode

# wallet.historyFilter.transactionType.title
source: Transaction Type
id: Jenis Transaksi

# wallet.historyFilter.transactionType.deposit
source: Deposit
id: Setor

# wallet.historyFilter.transactionType.withdraw
source: Withdraw
id: Tarik

# wallet.historyFilter.transactionType.buy
source: Buy
id: Beli

# wallet.historyFilter.transactionType.sell
source: Sell
id: Jual

# wallet.historyFilter.assetTypeTitle
source: Select Coin
id: Pilih Koin

# wallet.historyFilter.assetTypePlaceholder
source: All Coin
id: Semua Koin

# wallet.transactionHistory.transactionDetail
source: Transaction Details
id: Detail Transaksi

# wallet.transactionHistory.transactionId
source: Transaction ID
id: ID Transaksi

# wallet.transactionHistory.time
source: Time
id: Waktu

# wallet.transactionHistory.method
source: Method
id: Metode

# wallet.transactionHistory.recipientAddress
source: Recipient Address
id: Alamat Penerima

# wallet.transactionHistory.senderAddress
source: Sender Address
id: Alamat Pengirim

# wallet.transactionHistory.coinPrice
source: Coin Price
id: Harga Koin

# wallet.transactionHistory.purchaseAmount
source: Purchase Amount
id: Jumlah Pembelian

# wallet.transactionHistory.soldAmount
source: Sold Amount
id: Jumlah Penjualan

# wallet.transactionHistory.serviceFeePercent
source: Service Fee 0.51%%
id: Biaya Layanan 0,51%%

# wallet.transactionHistory.serviceFee
source: Service Fee
id: Biaya Layanan

# wallet.transactionHistory.taxDeduction
source: Tax Deduction 0.11%%
id: Potongan Pajak 0.11%%

# wallet.transactionHistory.receivedAmount
source: Received Amount
id: Total Diterima

# wallet.transactionHistory.total
source: Total in %@
id: Total dalam %@

# wallet.transactionHistory.tax
source: Tax
id: Pajak

# wallet.transactionHistory.receivedInterest
source: Received Interest
id: Bunga Diterima

# wallet.transactionHistory.claimReward
source: Claim Reward
id: Klaim Bunga

# wallet.transactionHistory.helpCenterTitle
source: Help Center
id: Pusat Bantuan

# wallet.transactionHistory.helpCenterDescription
source: If you encounter any problem with the transaction, please contact our customer service and provide details and Transaction ID.
id: Jika terdapat masalah dalam transaksi ini, mohon hubungi customer service dan berikan detail beserta info ID Transaksi.

# wallet.transactionHistory.goToHelpCenterButton
source: Contact Customer Service
id: Hubungi Customer Service

# wallet.transactionHistory.transactionIdCopied
source: Transaction ID successfully copied
id: ID transaksi berhasil tersalin

# wallet.transactionHistory.txCopied
source: TX successfully copied
id: TX berhasil tersalin

# wallet.transactionHistory.navigationTitleBuyCoin
source: Buy %@
id: Beli %@

# wallet.transactionHistory.navigationTitleSellCoin
source: Sell %@
id: Jual %@

# wallet.transactionHistory.navigationTitleWithdrawCoin
source: Withdraw %@
id: Tarik %@

# wallet.transactionHistory.navigationTitleDepositCoin
source: Deposit %@
id: Setor %@

# wallet.transactionHistory.titleBuyCoin
source: Received Amount
id: Total Diterima

# wallet.transactionHistory.titleSellCoin
source: Received Amount
id: Total Diterima

# wallet.transactionHistory.titleWithdrawCoin
source: Total Withdrawal
id: Total Penarikan

# wallet.transactionHistory.titleDepositCoin
source: Total Deposit
id: Total Penyetoran

# wallet.transactionHistory.infoBuyTitle
source: Received Amount
id: Total Diterima

# wallet.transactionHistory.infoBuyDescription
source: Asset amount that you get from a transaction. This total already included deductions from tax and service fee.
id: Jumlah yang didapat dari transaksi suatu aset. Total ini sudah termasuk potongan biaya layanan serta pajak.

# wallet.transactionHistory.infoSellTitle
source: Received Amount
id: Total Diterima

# wallet.transactionHistory.infoSellDescription
source: Asset amount that you get from a transaction. This total already included deductions from tax and service fee.
id: Jumlah yang didapat dari transaksi suatu aset. Total ini sudah termasuk potongan biaya layanan serta pajak.

# wallet.transactionHistory.infoWithdrawTitle
source: Total Withdrawal
id: Total Penarikan

# wallet.transactionHistory.infoWithdrawDescription
source: Total balance or coin that was withdrawn from your wallet. This amount doesn’t include deductions from tax and service fee.
id: Total saldo atau koin yang ditarik dari wallet Anda. Jumlah ini belum termasuk potongan biaya layanan serta pajak.

# wallet.transactionHistory.infoDepositTitle
source: Total Deposit
id: Total Penyetoran

# wallet.transactionHistory.infoDepositDescription
source: Total balance or coin that was sent to your wallet. This amount doesn’t include deductions from tax or service fee.
id: Total saldo atau koin yang dikirim ke Wallet Anda. Jumlah ini belum termasuk potongsn biaya layanan atau pun pajak.

# wallet.transactionHistory.cancelButton
source: Cancel
id: Batalkan

# wallet.transactionHistory.resendButton
source: Resend Email
id: Kirim Ulang Email

# wallet.transactionHistory.cancelConfirmationTitle
source: Are you sure you want to cancel this transaction?
id: Apakah Anda yakin ingin membatalkan transaksi ini?

# wallet.assetDetailCoinHeader.title
source: Total %@ Asset
id: Total Aset %@

# wallet.assetDetailCoinHeader.deposit
source: Deposit
id: Setor

# wallet.assetDetailCoinHeader.withdraw
source: Withdraw
id: Tarik

# wallet.assetDetailCoinEarn.description
source: Earn daily profit from the interest of crypto invest
id: Dapatkan keuntungan harian dari suku bunga investasi kripto

# wallet.networkSelection.title
source: Select Coin Network
id: Pilih Jaringan Koin

# wallet.allNetworkMaintenance.title
source: Networks under maintenance
id: Jaringan dalam pemeliharaan

# wallet.allNetworkMaintenance.description
source: All networks for this coin are under maintenance. Please wait for a moment and try again
id: Semua jaringan koin sedang dalam pemeliharaan. Tunggu beberapa saat untuk melanjutkan transaksi

# wallet.failedGenerateAddress.title
source: Failed to create network
id: Alamat jaringan gagal dibuat

# wallet.failedGenerateAddress.description
source: Unable to create network address. Please check your connection and try again after a while
id: Alamat jaringan gagal dibuat karena kendala koneksi. Silakan ulangi pemilihan alamat jaringan

# wallet.loadPageFailure.title
source: Failed to load page
id: Gagal memuat halaman

# wallet.loadPageFailure.description
source: Unable to load page. Please check your internet connection and try again after a while
id: Gagal memuat halaman karena kendala koneksi. Periksa koneksi internet Anda dan silakan coba lagi

# wallet.withdrawSuspended.title
source: Coin Withdraw Suspended
id: Penarikan koin ditangguhkan

# wallet.withdrawSuspended.description
source: Withdraw coin can only be done 72 hours after you made a password change
id: Penarikan koin baru bisa dilakukan 72 jam setelah Anda melakukan pergantian kata sandi

# wallet.withdrawIDRSuspended.title
source: Withdraw IDR Suspended
id: Penarikan IDR ditangguhkan

# wallet.withdrawIDRSuspended.description
source: Withdraw IDR can only be done 72 hours after you made a password change
id: Penarikan IDR hanya dapat dilakukan 72 jam setelah anda melakukan perubahan kata sandi

# wallet.agreementDeposit.agreementTitle
source: Make sure the token and deposit address is correct
id: Pastikan token dan alamat penyetoran sudah benar

# wallet.agreementDeposit.agreementDescription
source: Sending token that doesn’t match with the listed address will result the token to be lost
id: Mengirim token yang tidak sesuai dengan alamat yang tercantum akan menyebabkan token tersebut hilang.

# wallet.agreementDeposit.taxTitle
source: Tax Notice
id: Info Pajak

# wallet.agreementDeposit.taxDescription
source: The recipient will be charged with the tax of %@ from the total deposit. See Tax Info Details
id: Mengikuti PMK No. 68 tahun 2022, penerima aset dikenakan pajak sebesar %@ dari total transaksi. Lihat info pajak

# wallet.agreementDeposit.taxDescriptionHyperlink
source: See Tax Info Details
id: Lihat info pajak

# wallet.deposit.balanceTitle
source: %@ Balance (%@)
id: Saldo %@ (%@)

# wallet.deposit.addressTitle
source: %@ Deposit Address
id: Alamat Setor %@

# wallet.deposit.infoWarningDeveloper
source: Read official information from developer
id: Baca info resmi dari developer

# wallet.deposit.imageSaved
source: Image has been saved!
id: Gambar telah tersimpan!

# wallet.deposit.textCopied
source: Text successfully copied!
id: Teks berhasil disalin!

# wallet.withdrawCoinNotice.navigation
source: Withdraw %@
id: Tarik %@

# wallet.withdrawCoinNotice.title
source: Coin will be sent to wallet in 60 minutes
id: Koin akan masuk ke wallet dalam 60 menit

# wallet.withdrawCoinNotice.description
source: All transactions made are final. Once successfully processed, the transaction cannot be canceled or refunded
id: Semua transaksi yang Anda lakukan bersifat final. Setelah berhasil diproses, transaksi tidak dapat dibatalkan dan tidak dapat di-refund

# wallet.withdrawCoinMethod.title
source: Withdraw Coin Method
id: Metode Penarikan Koin

# wallet.withdrawCoinMethod.address.title
source: Address
id: Alamat

# wallet.withdrawCoinMethod.address.description
source: Send coin through the network address or Indodax address
id: Kirim koin menggunakan alamat jaringan atau alamat Indodax

# wallet.withdrawCoinMethod.username.description
source: Send coin with username to Indodax members
id: Kirim koin menggunakan username ke sesama Indodax

# wallet.withdrawCoin.navigation
source: Withdraw %@
id: Tarik %@

# wallet.withdrawCoin.method.title
source: Withdraw Method
id: Metode Penarikan

# wallet.withdrawCoin.method.address
source: Address
id: Alamat

# wallet.withdrawCoin.recipientAddressTitle
source: Recipient Address
id: Alamat Penerima

# wallet.withdrawCoin.recipientAddressPlaceholder
source: Enter or paste address here
id: Masukkan alamat koin di sini

# wallet.withdrawCoin.recipientUsernameTitle
source: Indodax Username
id: Username Indodax

# wallet.withdrawCoin.recipientUsernamePlaceholder
source: Enter Indodax Username
id: Tulis Username Indodax

# wallet.withdrawCoin.networkTitle
source: Network
id: Jaringan

# wallet.withdrawCoin.networkPlaceholder
source: Select Network
id: Pilih Jaringan

# wallet.withdrawCoin.attentionNetworkBoxTitle
source: Make sure the network is correct
id: Pastikan jaringan sudah benar

# wallet.withdrawCoin.attentionNetworkBoxDescription
source: Wrong network will cause tokens to be lost
id: Salah jaringan dapat menyebabkan token hilang

# wallet.withdrawCoin.amountTitle
source: Coin Withdraw Amount
id: Jumlah Tarik Koin

# wallet.withdrawCoin.amountErrorLabel
source: Invalid Amount: Min. and Max. amount is %@ - %@
id: Jumlah Invalid: Min. dan maks. pengiriman %@ - %@

# wallet.withdrawCoin.increaseWdLimitNotice
source: Daily limit for withdrawal is %@ per day ( to raise the limit, %@ ).
id: Maksimal pengiriman %@ per hari ( untuk menaikan limit, %@ ).

# wallet.withdrawCoin.continueButton
source: Continue
id: Selanjutnya

# wallet.scanqr.navigation
source: Scan QR Code
id: Pindai QR Code

# wallet.scanqr.instruction
source: Adjust the QR Code to be in the camera
id: Posisikan QR Code di dalam kotak untuk scan.

# wallet.scanqr.failed.title
source: Failed to scan QR Code
id: Pindai kode QR gagal

# wallet.scanqr.failed.description
source: An error occurred in the scanning process. Please re-scan the QR Code
id: Ada kesalahan dalam proses pindai, cek ulang kode QR yang dipindai

# wallet.withdrawCoinConfirmation.navigation
source: Withdraw Confirmation
id: Konfirmasi Penarikan

# wallet.withdrawCoinConfirmation.totalWithdrawAmountTitle
source: Total Withdrawal
id: Total Penarikan

# wallet.withdrawCoinConfirmation.transactionDetailTitle
source: Transaction Details
id: Detail Transaksi

# wallet.withdrawCoinConfirmation.recipientAddressTitle
source: Recipient Address
id: Alamat Penerima

# wallet.withdrawCoinConfirmation.recipientUsernameTitle
source: Indodax Username
id: Username Indodax

# wallet.withdrawCoinConfirmation.networkTitle
source: Network
id: Jaringan

# wallet.withdrawCoinConfirmation.feeTitle
source: Service Fee
id: Biaya Layanan

# wallet.withdrawCoinConfirmation.receivedAmountTitle
source: Received Amount
id: Total Diterima

# wallet.withdrawCoinConfirmation.attentionBox.firstPoint
source: Make sure the address and network is correct.
id: Pastikan alamat dan jaringan sudah benar.

# wallet.withdrawCoinConfirmation.attentionBox.secondPoint
source: After confirming, this transaction cannot be canceled
id: Setelah konfirmasi, transaksi ini tidak bisa dibatalkan.

# wallet.withdrawCoinConfirmation.withdrawButton
source: Withdraw Coin
id: Tarik Koin

# wallet.withdrawCoinConfirmation.failedWdCoinTitle
source: Send Coin Failed
id: Gagal Tarik Koin

# wallet.savedAddressList.address.navigationTitle
source: Select Coin Address
id: Pilih Alamat Koin

# wallet.savedAddressList.username.navigationTitle
source: Select Username
id: Pilih Username Koin

# wallet.savedAddressList.address.addButton
source: Add New Address
id: Tambah Alamat Baru

# wallet.savedAddressList.username.addButton
source: Add New Username
id: Tambah Username Baru

# wallet.savedAddressList.address.snackbar.successAdd
source: Address successfully added
id: Address berhasil ditambahkan

# wallet.savedAddressList.username.snackbar.successAdd
source: Username successfully added
id: Username berhasil ditambahkan

# wallet.savedAddressList.address.snackbar.successRemove
source: Address successfully removed
id: Address berhasil dihapus

# wallet.savedAddressList.username.snackbar.successRemove
source: Username successfully removed
id: Username berhasil dihapus

# wallet.savedAddressList.address.snackbar.successEdit
source: Address successfully edited
id: Address berhasil diedit

# wallet.savedAddressList.username.snackbar.successEdit
source: Username successfully edited
id: Username berhasil diedit

# wallet.savedAddressList.address.snackbar.successReorder
source: Address list successfully set
id: List Address berhasil diatur

# wallet.savedAddressList.username.snackbar.successReorder
source: Username list successfully set
id: List Username berhasil diatur

# wallet.savedAddressList.address.emptyViewTitle
source: No coin address saved yet
id: Belum ada alamat koin tersimpan

# wallet.savedAddressList.username.emptyViewTitle
source: No username saved yet
id: Belum ada username tersimpan

# wallet.savedAddressList.address.emptyViewDescription
source: Your saved coin address will be shown in this page
id: Alamat koin yang Anda simpan akan ditampilkan di halaman ini

# wallet.savedAddressList.username.emptyViewDescription
source: Coin username that you saved will be shown in this page
id: Username koin yang Anda simpan akan ditampilkan di halaman ini

# wallet.savedAddressForm.addAddressNavigationTitle
source: Add New Address
id: Tambah Alamat Baru

# wallet.savedAddressForm.addUsernameNavigationTitle
source: Add New Username
id: Tambah Username Baru

# wallet.savedAddressForm.editAddressNavigationTitle
source: Set Coin Address
id: Atur Alamat Koin

# wallet.savedAddressForm.editUsernameNavigationTitle
source: Set Coin Username
id: Atur Username Koin

# wallet.savedAddressForm.coinNameTitle
source: Coin Name
id: Nama Koin

# wallet.savedAddressForm.recipientNameTitle
source: Recipient Name
id: Nama Penerima

# wallet.savedAddressForm.recipientNamePlaceholder
source: Enter Recipient Name
id: Tulis Nama Penerima

# wallet.savedAddressForm.addressLabelTitle
source: Address Label
id: Label Alamat

# wallet.savedAddressForm.addressLabelPlaceholder
source: Enter Address Label
id: Tulis Label Alamat

# wallet.savedAddressForm.usernameLabelTitle
source: Username Label
id: Label Username

# wallet.savedAddressForm.usernameLabelPlaceholder
source: Enter Username Label
id: Tulis Label Username

# wallet.savedAddressForm.recipientAddressTitle
source: Recipient Address
id: Alamat Penerima

# wallet.savedAddressForm.recipientAddressPlaceholder
source: Enter Recipient Address
id: Tempel alamat koin di sini

# wallet.savedAddressForm.recipientUsernameTitle
source: Indodax Username
id: Username Indodax

# wallet.savedAddressForm.recipientUsernamePlaceholder
source: Enter Indodax Username
id: Tulis Username Indodax

# wallet.savedAddressForm.selfAddressDeclarationTitle
source: Personal Account Address
id: Alamat Akun Pribadi

# wallet.savedAddressForm.selfAddressDeclarationDescription
source: The recipient address above is your own account, not anybody else's
id: Alamat penerima di atas merupakan akun milik sendiri, bukan milik orang lain

# wallet.savedAddressForm.networkTitle
source: Network
id: Jaringan

# wallet.savedAddressForm.networkPlaceholder
source: Select Network
id: Pilih Jaringan

# wallet.savedAddressForm.addressOriginTitle
source: Address Origin
id: Alamat Tujuan

# wallet.savedAddressForm.addressOriginPlaceholder
source: Select Address Origin
id: Pilih Alamat Tujuan

# wallet.savedAddressForm.exchangePlaceholder
source: Select Exchange
id: Pilih Exchange

# wallet.savedAddressForm.exchangeNameTitle
source: Exchange Name
id: Nama Exchange

# wallet.savedAddressForm.exchangeNamePlaceholder
source: Enter Exchange Name
id: Tulis Nama Exchange

# wallet.savedAddressForm.walletPlaceholder
source: Select Wallet
id: Pilih Wallet

# wallet.savedAddressForm.walletNameTitle
source: Wallet Name
id: Nama Wallet

# wallet.savedAddressForm.walletNamePlaceholder
source: Enter Wallet Name
id: Tulis Nama Wallet

# wallet.savedAddressForm.saveAddressButtonTitle
source: Save Address
id: Simpan Alamat

# wallet.savedAddressForm.saveUsernameButtonTitle
source: Save Username
id: Simpan Username

# wallet.savedAddressForm.addressOriginTypeSelection.Title
source: Select Address Origin
id: Pilih Alamat Tujuan

# wallet.savedAddressForm.addressOriginNameSelection.exchangeTitle
source: Select Exchange
id: Pilih Exchange

# wallet.savedAddressForm.addressOriginNameSelection.searchExchange
source: Search Exchange...
id: Cari Exchange...

# wallet.savedAddressForm.addressOriginNameSelection.walletTitle
source: Select Wallet
id: Pilih Wallet

# wallet.savedAddressForm.addressOriginNameSelection.searchWallet
source: Search Wallet...
id: Cari Wallet...

# wallet.earn.general.stakingAmount
source: Staking Amount
id: Jumlah Staking

# wallet.earn.general.interestEstimation
source: Est. Interest
id: Est. Bunga

# wallet.earn.general.interestPeriod
source: Interest Period
id: Periode Bunga

# wallet.earn.general.cumulativeInterest
source: Cumulative Interest
id: Bunga Kumulatif

# wallet.earn.general.boundingPeriod
source: Bounding Period
id: Periode Bounding

# wallet.earn.general.unboundingPeriod
source: Unbounding Period
id: Periode Unbounding

# wallet.earn.general.stakingDate
source: Staking Date
id: Tanggal Staking

# wallet.earn.general.activationDate
source: Activation Date
id: Tanggal Aktivasi

# wallet.earn.general.summary
source: Summary
id: Ringkasan

# wallet.earn.general.availableInterest
source: Collected Interest
id: Bunga Tersedia

# wallet.earn.general.tax
source: Tax
id: Pajak

# wallet.earn.general.receivedInterest
source: Received Interest
id: Bunga Diterima

# wallet.earn.general.agreementTitle
source: I have read and agree with the %@
id: Saya telah membaca dan setuju dengan %@

# wallet.earn.general.boldAgreementTitle
source: Indodax Staking Service Agreement
id: Perjanjian Layanan Staking Indodax.

# wallet.earn.general.unstakingAmount
source: Unstaking Amount
id: Jumlah Unstaking

# wallet.earn.general.claimReward
source: Received Interest
id: Klaim Bunga

# wallet.earn.general.backToEarn
source: Back to Earn
id: Kembali ke Earn

# wallet.earn.general.stakeNow
source: Stake Now
id: Stake Sekarang

# wallet.earn.general.maintenance
source: Under Maintenance
id: Dalam Pemeliharaan

# wallet.earn.general.shortMaintenance
source: Maintenance
id: Pemeliharaan

# wallet.earn.infoView.apyEstimation.description
source: Estimated Annual Percentage Yield is the percentage of interest you earn annually. The interest is subject to change following the terms of each asset's blockchain.
id: Estimated Annual Percentage Yield, merupakan perkiraan persentase bunga yang akan Anda dapatkan per tahun. Bunga tersebut dapat berubah mengikuti ketentuan blockchain masing-masing aset.

# wallet.earn.infoView.interestEstimation.title
source: Est. Interest
id: Est. Bunga

# wallet.earn.infoView.interestEstimation.description
source: Estimated interest that can be obtained from the rewards. This amount is determined by the blockchain of each asset.
id: Estimasi bunga yang akan didapatkan dari reward yang dibagikan. Jumlah ini ditentukan oleh blockchain masing-masing aset.

# wallet.earn.infoView.interestPeriod.title
source: Interest Period
id: Periode Bunga

# wallet.earn.infoView.interestPeriod.description
source: The rewards distribution period that determined by the blockchain of each asset.
id: Periode pembagian staking rewards yang sudah ditentukan oleh blockchain masing-masing aset

# wallet.earn.infoView.claimInterest.title
source: Received Interest
id: Klaim Bunga

# wallet.earn.infoView.claimInterest.description
source: Received rewards from asset staking after charged with 0.11% tax fee.
id: Jumlah staking rewards yang diterima setelah pemotongan biaya pajak sebesar 0,11%%.

# wallet.earn.infoView.boundingPeriod.title
source: Bounding Period
id: Periode Bounding

# wallet.earn.infoView.boundingPeriod.description
source: Required period for the recently staked asset to start earning. The Activation Period is determined by the blockchain of each asset.
id: Waktu yang dibutuhkan untuk aset yang baru saja di-staking oleh Anda untuk memulai mendapatkan rewards. Periode Aktivasi ditentukan dari blockchain masing-masing aset.

# wallet.earn.infoView.unboundingPeriod.title
source: Unbounding Period
id: Periode Unbounding

# wallet.earn.infoView.unboundingPeriod.description
source: Required wait period to receive asset after unstaking asset. Unbounding period is determined by the blockchain of each asset.
id: Waktu yang dibutuhkan untuk menerima aset setelah melakukan unstaking. Periode Unbounding ditentukan dari blockchain masing-masing aset.

# wallet.earn.infoView.fee.title
source: Tax
id: Pajak

# wallet.earn.infoView.fee.description
source: A tax of 0.11%% will be charged to the obtained rewards from the asset staking.
id: PPN sebesar 0,11%% akan dikenakan pada reward yang didapat dari staking.
