Repository: perdanacarrer/pokedex
Catalog: pokedex/Core/CoreResources/Localizable/*.lproj/Localizable.strings
Languages: id

# wallet.earn.infoView.status.descriptionHtml
source: <ul><li><b>Bounding</b> indicates that your asset has entered the staking queue but has not started generating rewards yet.</li></ul> <ul><li><b>Earning</b> indicates that your assets are in the process of generating staking rewards.</li></ul> <ul><li><b>Unbounding</b> indicates that your asset has entered the unstaking queue and has stopped generating rewards.</li></ul>
id: <ul><li><b>Bounding</b> menandakan bahwa aset Anda sudah masuk ke antrean staking namun belum mulai menghasilkan reward.</li></ul> <ul><li><b>Earning</b> menandakan bahwa aset Anda dalam proses menghasilkan staking rewards.</li></ul> <ul><li><b>Unbounding</b> menandakan bahwa aset Anda sudah masuk ke antrean unstaking dan telah berhenti menghasilkan rewards.</li></ul>

# wallet.earn.infoView.status.description.boundingValue
source: indicates that your asset has entered the staking queue but has not started generating rewards yet.
id: menandakan bahwa aset Anda sudah masuk ke antrean staking namun belum mulai menghasilkan reward.

# wallet.earn.infoView.status.description.unboundingValue
source: indicates that your asset has entered the unstaking queue and has stopped generating rewards.
id: menandakan bahwa aset Anda sudah masuk ke antrean unstaking dan telah berhenti menghasilkan rewards.

# wallet.earn.infoView.status.description.earningValue
source: indicates that your assets are in the process of generating staking rewards.
id: menandakan bahwa aset Anda dalam proses menghasilkan staking rewards.

# wallet.earn.estimationTitle
source: Est. Staking Value
id: Est. Nilai Staking

# wallet.earn.totalInterestTitle
source: Total Interest
id: Total Bunga

# wallet.earn.profitTitle
source: 24 Hours Profit
id: Profit 24 Jam

# wallet.earn.assetButton
source: View Assets
id: Lihat Aset

# wallet.earn.emptyViewTitle
source: You don’t have any earn portfolio
id: Anda belum memiliki portofolio

# wallet.earn.emptyViewDescription
source: Your earn portfolio will be displayed in this page
id: Portofolio Anda akan terlihat di halaman ini

# wallet.ethStakingInfo.headerTitle
source: What is ETH 2.0 Indodax Staking?
id: Apa itu Indodax ETH 2.0 Staking?

# wallet.ethStakingInfo.headerDescription
source: Indodax Staking helps you grow your ETH asset by locking your ETH in Ethereum Beacon Chain
id: INDODAX Staking membantu kamu menumbuhkan ETH yang kamu miliki dengan cara mengunci ETH tersebut ke dalam Ethereum Beacon Chain.

# wallet.ethStakingInfo.processTitle
source: ETH 2.0 Staking Process
id: Proses Staking ETH 2.0

# wallet.ethStakingInfo.stakeDescription
source: Stake your ETH 2.0 with fast and easy starting from 0.001 ETH
id: Kamu dapat melakukan staking ETH 2.0 dengan cepat dan mudah dengan modal minimal 0,001 ETH.

# wallet.ethStakingInfo.rewardsDescription
source: Rewards distribution from your staking will be done after Ethereum has finished the Shanghai upgrade aproximately in 2023. But your ETH Staking rewards will be calculated since you strart to stake ETH 2.0
id: Distribusi rewards staking akan dilakukan setelah Ethereum melakukan upgrade Shanghai yang kemungkinan terjadi pada tahun 2023. Tapi, tenang saja hadiah staking ETH kamu akan tetap terhitung semenjak kamu staking ETH.

# wallet.ethStakingInfo.redeemDescription
source: ETH Staking withdrawal can be done after the Shanghai upgrade is finished in 2023
id: Withdrawal ETH dapat dilakukan setelah upgrade Shanghai Ethereum yang direncanakan pada tahun 2023.

# wallet.addStaking.stakingAmountPlaceholder
source: Enter stake amount
id: Masukkan Jumlah

# wallet.addStaking.availableAssetTitle
source: Available Assets
id: Aset Tersedia

# wallet.addStaking.errorMinimumStaking
source: Insufficient Amount
id: Jumlah kurang dari minimum staking

# wallet.addStaking.errorAssetNotEnough
source: Insufficient Assets
id: Jumlah lebih dari aset tersedia

# wallet.addStaking.errorFailedStakingTitle
source: Staking %@ Failed
id: Staking %@ Gagal

# wallet.addStaking.attentionTitle
source: Attention
id: Perhatian

# wallet.successStaking.navigation
source: Staking %@ Success
id: Staking %@ Berhasil

# wallet.successStaking.portfolioButton
source: Check Portofolio
id: Lihat Portofolio

# wallet.portfolio.historyTitle
source: History
id: Riwayat

# wallet.portfolio.moreMenu.title
source: Others
id: Lainnya

# wallet.portfolio.moreMenu.helpTitle
source: Help and Support
id: Bantuan & Support

# wallet.portfolioDetail.claimButton
source: Claim Interest
id: Klaim Bunga

# wallet.claimReward.navigationTitle
source: Claim Interest
id: Klaim Bunga

# wallet.claimReward.infoDescription
source: The received interest will be sent into your wallet in 1x24 hours.
id: Bunga yang Anda cairkan akan masuk ke wallet spot dalam 1 X 24 jam.

# wallet.claimReward.claimButton
source: Confirm
id: Klaim Bunga Sekarang

# wallet.claimReward.errorFailedClaimTitle
source: Failed to Claim Interest
id: Klaim Bunga Gagal

# wallet.claimRewardSuccess.title
source: Successfully Claim Interest
id: Klaim Bunga Berhasil

# wallet.claimRewardSuccess.claimDate
source: Claiming Date
id: Tanggal Klaim

# wallet.unstaking.infoTitle
source: Attention
id: Perhatian

# wallet.unstaking.infoDescription
source: Available interest will be automatically claimed if you unstake
id: Bunga tersedia akan otomatis ikut terklaim jika Anda memilikinya.

# wallet.unstaking.errorFailedUnstakingTitle
source: Unstaking %@ Failed
id: Unstaking %@ Gagal

# wallet.unstaking.attentionMessage
source: You need a %@ of Unbounding Period to receive %@ in your wallet
id: Unstaking %@ memerlukan waktu %@ untuk user menerima aset di walletnya.

# wallet.unstakingSuccess.title
source: Unstaking %@ Success
id: Unstaking %@ Berhasil

# wallet.unstakingSuccess.unstakingDate
source: Unstaking Date
id: Tanggal Unstaking

# wallet.unstakingSuccess.receivedDate
source: Receive Date
id: Tanggal Diterima

# wallet.earnHistory.navigation
source: Earn History
id: Riwayat Earn

# wallet.earnHistory.noDataTitle
source: No transaction history yet
id: Anda belum memiliki riwayat

# wallet.earnHistory.noDataDescription
source: Your transaction activities will be saved and can be seen on this page
id: Aktivitas Earn Anda akan tersimpan dan dapat dilihat di halaman ini

# wallet.history.nav.depoIdr
source: Deposit IDR
id: Setor IDR

# wallet.history.nav.withdrawIdr
source: Withdraw IDR
id: Tarik IDR

# wallet.history.voucherTotal
source: Voucher Total
id: Total Voucher

# wallet.history.withdrawTotal
source: Total Withdrawal
id: Total Pencairan

# wallet.history.withdrawTarget
source: Withdrawal Destination
id: Tujuan Penarikan

# wallet.history.voucherCode
source: Voucher Code
id: Kode Voucher

# wallet.history.recipientEmail
source: Recipient Email
id: Email Penerima

# wallet.emailConfirmation.sentTitle
source: Please confirm your request!
id: Harap lakukan konfirmasi!

# wallet.emailConfirmation.resentTitle
source: Successfully Resent Email
id: Berhasil Mengirim Ulang Email

# wallet.emailConfirmation.description
source: Email confirmation has been sent to email inbox. Click on the confirmation link provided to confirm your request. If you did not find the email in your inbox, we also advise you to check your spam box and the promotional section
id: Email konfirmasi telah dikirim ke kotak masuk email Anda. Untuk melanjutkan permintaan, klik tautan konfirmasi yang diberikan. Tidak menemukan email? Periksa folder spam atau bagian promosi.

# wallet.emailConfirmation.button
source: Check My Email
id: Periksa Email Saya

# wallet.assetDetail.limitDesc
source: Daily Withdraw Limit will be coming soon in the Indodax application. Currently you can apply for a Daily Withdraw Limit through the Indodax website.
id: Upgrade limit penarikan akan segera hadir di aplikasi Indodax. Untuk saat ini, lakukan pengajuan kenaikan limit melalui website Indodax.

# wallet.assetDetail.limitTitle
source: Upgrade Withdraw Limit
id: Upgrade Limit Penarikan

# wallet.assetDetail.infoTitle
source: Total Rupiah/IDR asset
id: Total aset Rupiah/IDR

# wallet.assetDetail.infoDesc
source: Total asset you have in Rupiah
id: Total aset keseluruhan yang anda miliki dalam hitungan rupiah.

# wallet.assetDetail.infoTotalIdr
source: Total your Rupiah/IDR asset:
id: Total aset Rupiah/IDR Anda:

# wallet.assetDetail.infoSaldoRemain
source: Remaining Balance:
id: Sisa saldo:

# home.verification.title.lbl
source: Verify Your Account
id: Ayo Verifikasi Akunmu

# home.verification.desc.lbl
source: Verify your account to start Buy and Sell Crypto
id: Verifikasi akunmu untuk bisa memulai aktivitas jual beli

# home.verification.process.title
source: Account Verification is in Process
id: Verifikasi Akun Diproses

# home.verification.process.desc
source: Your account verification request is being reviewed
id: Permohonan verifikasi Anda sedang dalam peninjauan

# home.verification.lock.title
source: Your Account Activity is Locked
id: Aktivitas Akun Anda Terkunci

# home.verification.lock.desc
source: Perform the face detection test process to reactivate your account
id: Lakukan proses tes deteksi wajah untuk mengaktifkan akun Anda kembali

# home.pager.newcoin.lbl
source: New Coin
id: Koin Baru

# home.pagger.header.price.lbl
source: Price
id: Harga

# home.pagger.header.name.lbl
source: Name
id: Nama

# home.menu.deposit.lbl
source: Deposit
id: Setor

# home.menu.history.lbl
source: History
id: Riwayat

# home.menu.help.lbl
source: Help
id: Bantuan

# home.empty.pagger.newcoin
source: No coin available
id: Tidak ada koin tersedia

source: Favorite
id: Favorit

# homelite.balanceView.title.lbl
source: Welcome to Indodax!
id: Selamat datang di Indodax!

# homelite.balanceView.desc.lbl
source: Buy & Sell Crypto easily, quick and safe
id: Jual beli Crypto dengan mudah, cepat, dan aman

# homelite.balanceView.Asset.title.lbl
source: Estimated Asset Value
id: Estimasi nilai aset

# homelite.balanceView.Asset.desc.lbl
source: Estimated Asset Value is the estimation of the total value of all the assets you own.
id: Estimasi nilai aset merupakan perkiraan nilai total dari seluruh aset yang Anda miliki.

# homelite.showall
source: View More
id: Lihat Semua

# homelite.coinTrending
source: Trending Coin
id: Koin Trending

# homelite.newNews
source: Latest News
id: Berita Terbaru

# editfavorite.toastMessage
source: Drag coin to manage coin list
id: Drag daftar koin untuk atur posisi

# search.searchCoin
source: Search Coin...
id: Cari Koin...

# search.trending
source: Trending Searches
id: Pencarian Trending

source: Search Result
id: Hasil Pencarian

source: Search History
id: Riwayat Pencarian

# search.delete
source: Clear History
id: Hapus Riwayat

# search.emptyTitle
source: No result for the keyword you're searching
id: Pencarian yang Anda cari tidak dapat ditemukan

# search.emptyDesc
source: Try to use another keyword to find the coin you're searching
id: Coba gunakan kata kunci lain untuk menemukan koin yang Anda cari

# notification.lbl
source: Notification
id: Notifikasi

# notification.transaction.lbl
source: Transaction
id: Transaksi

# notification.new
source: Latest
id: Terbaru

# notification.markAll
source: Mark all as read
id: Tandai semua dibaca

# notification.empty.title
source: No Notification yet
id: Belum Ada Notifikasi

# notification.empty.desc
source: Your notification list will be shown here
id: Notifikasi yang masuk akan terlihat di halaman ini

# notification.setting.list
source: Notification List
id: Daftar Notifikasi

# notification.setting.list.desc
source: Choose notification you want to receive
id: Atur notifikasi yang ingin diterima

# notification.setting.transaction.desc
source: Order filled, withdraw/deposit rupiah, send/receive coin.
id: Order filled, tarik/deposit rupiah, kirim/terima koin.

# notification.setting.bonus.desc
source: Referal, giveaway dan promo
id: Referal, giveaway and promo

# notification.setting.activityAccount
source: Account Activity
id: Aktifitas Akun

# notification.setting.activityAccount.desc
source: Login, change password, install/uninstall 2fA
id: Masuk akun, ganti kata sandi, install/uninstall 2FA

# notification.turn.off
source: Turn Off Notification
id: Matikan Notifikasi

# notification.turn.off.desc
source: If you turn off push notification, you will not receive any notification
id: Jika Anda menonaktifkan Push Notifikasi, Anda tidak akan menerima pemberitahuan apapun

# notification.turnoff.btn.off
source: Turn Off
id: Matikan

# market.category.all
source: All
id: Semua

# market.category.idrdesc
source: List of coins that is available in IDR Market or IDR Pair.
id: Semua koin yang ada di market IDR (pair IDR)

# market.category.usdtdesc
source: List of coins that is available in USDT Market or USDT Pair.
id: Daftar koin yang tersedia pada market USDT serta pair USDT

# market.category.alltitle
source: All Coin
id: Semua Coin

# market.category.alldesc
source: List of all coins that is available in the market.
id: Daftar koin yang tersedia di market

# market.widget.toast
source: Coin list has been modified successfully
id: Daftar koin berhasil diubah

# market.widget.cancelChanges
source: Discard Changes
id: Batalkan perubahan daftar koin?

# market.button.maintenance
source: Coin is on maintenance
id: Koin sedang maintenance

# market.list.price
source: Price
id: Harga

# market.list.name
source: Name
id: Nama

# market.edit.favorite
source: Manage Favorite Coin
id: Atur Koin Favorit

# market.favorite.emptyTitle
source: You don't have any favorite coins
id: Kamu belum memiliki Koin favorit

# market.favorite.emptyDesc
source: Add coins to your favorite list to track your coins with fast and easy
id: Tambah koin sebagai favorit untuk pantau secara cepat dan mudah

# market.favorite.title
source: Favorite Coin
id: Koin Favorit

# market.favorite.setfavorite
source: Manage Coin
id: Atur Koin

# market.more
source: Others
id: Lainnya

# market.all.title
source: All
id: Semua

# market.all.desc
source: All Coin
id: Semua Coin

# market.detail.list.sum
source: Amount
id: Jumlah

# market.detail.list.price
source: Price
id: Harga

# market.detail.list.time
source: Time
id: Waktu

# market.detail.list.name
source: Name
id: Nama

# market.select.coin
source: Select Coin
id: Pilih Koin

# market.detail.estimation
source: Est. in rupiah
id: Est. dalam rupiah

# market.detail.infobutton
source: Read More
id: Baca Selengkapnya

# market.detail.list.externalMarket
source: External Market
id: Market Luar

# market.detail.info.title
source: Market Statistics
id: Statistik Market

# market.detail.info.volume
source: Vol. 24 Hours
id: Vol. 24 Jam

# market.detail.info.capitalisation
source: Market Capitalization
id: Kapitalisasi Pasar

# market.detail.info.supply
source: Circulating Supply
id: Suplai Peredaran

# market.detail.info.supplymax
source: Maximum Supply
id: Suplai Maksimum

# market.detail.info.about
source: About %@
id: Tentang %@

# market.detail.info.sumasset
source: Total Asset
id: Jumlah Asset Anda

# market.detail.indicator.title
source: Indicator Settings
id: Pengaturan Indikator

# market.detail.interval.title
source: Setting Interval
id: Atur Interval

# market.detail.external
source: External Market
id: Market Luar

# market.detail.period
source: Period Calculation
id: Periode Kalkulasi

# market.detail.index
source: Index
id: Indeks

# market.detail.value
source: Value
id: Nilai

# market.detail.color
source: Color
id: Warna

# market.detai.transaction.failed.title
source: Transaction can’t be processed
id: Transaksi tidak dapat diproses

# market.detai.transaction.failed.desc
source: Your transaction could not be processed due to the protection of price tolerance limits on the market. Please try again with a smaller price and quantity.
id: Transaksi Anda tidak dapat diproses karena perlindungan batas toleransi harga pada market. Coba lagi dengan harga dan jumlah yang lebih kecil.

# market.detail.price
source: %@ Price
id: Harga %@

# market.detail.settingInterval
source: Setting Interval
id: Atur Interval

# market.detail.mainIndicator
source: Main Indicator
id: Indikator Utama

# trade.form.btn
source: Price
id: Harga

# trade.form.amount.textfield
source: Amount (%@)
id: Jumlah (%@)

# trade.form.price.textfield
source: Price (%@)
id: Harga (%@)

# trade.orderbook.seemore
source: View More
id: Lebih banyak

# trade.maintenance
source: Coin Under Maintenance
id: Koin sedang maintenance

# trade.maintenanceDesc
source: We are sorry, %@ is under maintenance. You can't buy or sell coin when the asset is under maintenance
id: Mohon maaf, aset %@ sedang dalam proses maintenance. Anda tidak bisa melakukan jual atau beli koin sementara.

# trade.more.title
source: More
id: Lainnya

# trade.more.withdraw
source: Withdraw
id: Tarik

# trade.more.deposit
source: Deposit
id: Setor

# trade.more.rating
source: See Rating
id: Lihat Rating

# trade.more.add
source: Add
id: Tambah

# trade.more.add.to
source: to
id: ke

# trade.more.delete
source: Delete
id: Hapus

# trade.more.delete.from
source: from
id: dari

# trade.more.favorite
source: Favorite
id: Favorit

# trade.sort.title
source: Sort
id: Sortir

# trade.sort.sellorder
source: Sell Order
id: Order Jual

# trade.sort.buyorder
source: Buy Order
id: Order Beli

# trade.toltip.openOrder.desc
source: This amount doesn't include deductions from tax or service fee
id: Jumlah yang ditampilkan belum termasuk potongan biaya layanan atau pajak.

# trade.alert.more.addFavorite
source: Coin successfully added
id: Koin berhasil ditambahkan

# trade.alert.more.deleteFavorite
source: Coin successfully removed
id: Koin berhasil dihapus

# trade.alert.openOrder.cancelOrder.title
source: Cancel Order
id: Batalkan Order

# trade.alert.openOrder.attention
source: Notice
id: Perhatian

# trade.alert.openOrder.cancelOrder
source: Are you sure you want to cancel this order?
id: Anda yakin ingin membatalkan order ini?

# trade.alert.openOrder.cancelAll
source: All open order on all coins will be cancelled.
id: Semua order yang sedang berjalan di koin lainnya akan dibatalkan

# trade.alert.openOrder.btn.cancelOrder
source: Cancel Order
id: Batalkan Order

# trade.alert.openOrder.btn.cancelAll
source: Cancel All
id: Batalkan Semua

# trade.alert.nopendingorder
source: No Pending Order
id: Tidak ada order

# trade.alert.filled.empty
source: %@ field has to be filled
id: %@ belum terisi

# trade.alert.buy.min
source: Minimum purchase %@
id: Minimum pembelian %@

# trade.alert.sell.min
source: Minimum sell %@
id: Minimal penjualan %@

# trade.alert.noenoughbalance
source: Insufficient Balance
id: Saldo tidak cukup

# trade.alert.deleteOrder
source: Order is successfully removed
id: Order berhasil dihapus

# trade.alert.risk.title
source: Risk Warning
id: Peringatan Risiko

# trade.alert.risk.desc
source: This token has a high volatility price. Please trade mindfully. The risk of losing assets is the responsibility of each user.
id: Token ini memiliki volatilitas harga yang tinggi. Trading lah dengan hati-hati. Risiko kehilangan aset merupakan tanggung jawab masing-masing user.

# trade.alert.slipPage.title
source: Order Book is not enough
id: Order Book tidak cukup

# trade.alert.slipPage.desc
source: The transaction is too large for the market method. Please enter a smaller nominal
id: Transaksi terlalu besar untuk metode market. Silakan masukkan nominal lebih kecil.

# trade.alert.slipPage.positiveButtonTitle
source: I Understand
id: Saya Mengerti

# trade.alert.puchase.success
source: Purchase was successful
id: Pembelian berhasil

# trade.alert.sell.success
source: Sell was successful
id: Penjualan berhasil

# trade.openorder.history
source: History
id: Riwayat

# trade.openorder.seeall
source: Show All
id: Tampilkan Semua

# trade.openorder.noorder
source: No Pending Order
id: Tidak Ada Order

# trade.openorder.filled
source: Filled
id: Terisi

# trade.openorder.trigger
source: Triggered Price
id: Harga Pemicu

# chart.nodata
source: No Data Chart
id: Tidak ada data chart

# tradelite.detailtransaction
source: Transaction Details
id: Detail Transaksi

# tradelite.buysum
source: Total Buy
id: Jumlah pembelian

# tradelite.sellsum
source: Total Sell
id: Jumlah jual

# tradelite.updateestimation
source: Coin price updated
id: Harga koin diperbarui

# tradelite.confirmation
source: Confirmation
id: Konfirmasi

# tradelite.confirmation.buy.navbar.title
source: Confirm Purchase
id: Konfirmasi Pembelian

# tradelite.confirmation.sell.navbar.title
source: Confirm Sell
id: Konfirmasi Penjualan

# tradelite.seehistory
source: See History
id: Lihat Riwayat

# tradelite.share
source: Share
id: Bagikan

# tradelite.estimationreceive
source: Est. Received Amount
id: Est. jumlah diterima

# tradelite.estmation.desc
source: Estimated amount that can be received from a transaction. This amount can change following the market movement. The final amount will be determined after the transaction is success.
id: Jumlah yang diterima merupakan estimasi dan nilainya dapat berubah. Jumlah sebenarnya dapat anda ketahui setelah transaksi berhasil dilakukan.

# tradelite.confirmation.transactionSuccess
source: Transaction Success!
id: Transaksi Berhasil

# tradelite.confirmation.receive
source: You received
id: Anda berhasil menerima

# tradelite.buyNow
source: Buy Coin
id: Beli Sekarang

# tradelite.sellNow
source: Sell Coin
id: Jual Sekarang

# tradelite.alert.slippage.title
source: Transaction can't be processed
id: Transaksi tidak dapat diproses

# tradelite.alert.slippage.desc
source: Your transaction could not be processed due to the protection of price tolerance limits on the market. Please try again with a smaller price and quantity
id: Transaksi tidak dapat diproses karena perlindungan batas toleransi harga pada market. Coba lagi dengan harga dan jumlah yang lebih kecil

# tradelite.alert.transaction.success
source: Transaction Success!
id: Transaction Berhasil!

# account.forceupdate.title
source: New Version Available
id: Versi Terbaru Telah Tersedia

# account.forceupdate.desc
source: We added new feature and fix some bug to make your experience better. Please update your app to latest version.
id: Kami menambahkan fitur baru dan memperbaiki beberapa bug untuk memberikan pengalaman trading yang lebih baik. Perbaiki aplikasimu ke versi terbaru.

# account.forceupdate.button
source: Update Now
id: Update Sekarang

# wallet.transactionHistory.payment.method
source: Payment Method
id: Metode Pembayaran

# wd.idr.totalDeposit
source: Total Deposit
id: Total Diterima

# wd.idr.searchNotFound
source: Try to use another keywords to find the result you’re searching
id: Coba gunakan kata kunci lain untuk menemukan pencarian yang Anda cari
