Repository: perdanacarrer/pokedex
Catalog: pokedex/Core/CoreResources/Localizable/*.lproj/Localizable.strings
Languages: id

# account.security.setup.gauth.success
source: For the security of your transactions, Google Authenticator will be required for every login session and withdrawal process.
id: Demi keamanan transaksi Anda, PIN Google Authenticator diperlukan setiap kali login atau melakukan penarikan dana.

# account.textfield.nik.placeholder
source: Input NIK
id: Masukkan NIK

# account.textfield.expiry.title
source: Expired Until
id: Masa Berlaku Sampai

# account.personal.data.navigation.title
source: Personal data
id: Data pribadi

# account.personal.data.menu.1
source: Personal
id: Pribadi

# account.personal.data.menu.2
source: Address
id: Alamat

# account.personal.data.menu.3
source: Relation
id: Relasi

# account.personal.data.menu.4
source: Financial
id: Finansial

# account.personal.error.fillAt
source: Please fill empty data at %@
id: Mohon isi data kosong di %@

# account.personal.info.name.title
source: Full Name
id: Nama lengkap

# account.personal.info.name.placeholder
source: Input full name
id: Masukkan nama lengkap

# account.personal.info.birthplace.title
source: Place of birth
id: Tempat lahir

# account.personal.info.birthplace.placeholder
source: Input place of birth
id: Masukkan tempat lahir

# account.personal.info.dob.title
source: Date of birth
id: Tanggal lahir

# account.personal.info.dob.placeholder
source: Select Date of birth
id: Pilih tanggal lahir

# account.personal.info.motherName.title
source: Mother's name
id: Nama ibu kandung

# account.personal.info.motherName.placeholder
source: Enter the mother's name
id: Masukkan nama ibu kandung

# account.personal.info.error.fullname
source: Full name must be fill
id: Nama lengkap harus diisi

# account.personal.info.error.birthplace
source: Place of birth must be fill
id: Tempat lahir harus diisi

# account.personal.info.error.dob
source: Date of birth must be fill
id: Tanggal lahir harus diisi

# account.personal.info.error.gender
source: Gender must be fill
id: Jenis kelamin harus diisi

# account.personal.info.error.profession
source: Occupation must be fill
id: Pekerjaan harus diisi

# account.personal.info.error.motherName
source: Mother's name must be fill
id: Nama ibu kandung harus diisi

# account.relation.text.relative.name.title
source: Relative's Name
id: Nama Kerabat

# account.relation.text.relative.name.placeholder
source: Enter the name of the relative
id: Masukkan nama kerabat

# account.relation.text.relative.relation.title
source: Relation to Relative
id: Hubungan Kerabat

# account.relation.text.relative.relation.placeholder
source: Select Relatives
id: Pilih Hubungan Kerabat

# account.relation.text.relative.phone.title
source: Relative’s Phone Number
id: Nomor Handphone Kerabat

# account.relation.error.relative.name
source: Relative's name must be fill
id: Nama kerabat harus diisi

# account.relation.error.relative.relation
source: Relative's relation must be fill
id: Hubungan kerabat harus diisi

# account.relation.error.relative.phone
source: Relative’s phone number must be fill
id: Nomor telepon harus diisi

# account.lost.ga.title
source: Email Address
id: Alamat Email

# account.lost.phone.phonenumber.title
source: Phone Number
id: Nomor Handphone Baru

# account.financial.text.yearly.title
source: Income per Year
id: Pendapatan per Tahun

# account.financial.text.yearly.placeholder
source: Select
id: Pilih

# account.financial.text.fundsource.title
source: Source of funds
id: Sumber Dana

# account.financial.text.fundsource.placeholder
source: Select
id: Pilih

# account.financial.text.opening.title
source: Account Purpose
id: Tujuan Akun

# account.financial.text.opening.placeholder
source: Select
id: Pilih

# account.financial.text.tradingbudget.title
source: Monthly Trading Budget
id: Anggaran Trading Bulanan

# account.financial.text.tradingbudget.placeholder
source: Select
id: Pilih

# account.financial.text.owner.title
source: Account Holder
id: Pemegang Akun

# account.financial.text.owner.placeholder
source: Select
id: Pilih

# account.financial.error.yearly
source: Income per year must be fill
id: Pendapatan per tahun harus diisi

# account.financial.error.fundsource
source: Source of funds must be fill
id: Sumber dana harus diisi

# account.financial.error.opening
source: Account Purpose must be fill
id: Tujuan akun harus diisi

# account.financial.error.tradingbudget
source: Monthly trading budget must be fill
id: Anggaran trading bulanan harus diisi

# account.financial.error.owner
source: Account Holder must be fill
id: Pemegang akun harus diisi

# account.address.text.postal.title
source: Postal code
id: Kode Pos

# account.address.text.postal.placeholder
source: Enter postal code
id: Masukkan kode pos

# account.address.text.country.title
source: Country
id: Negara

# account.address.text.country.placeholder
source: Select country
id: Pilih negara

# account.address.text.address.title
source: Address Details
id: Detail Alamat

# account.address.text.province.title
source: Province
id: Provinsi

# account.address.text.province.placeholder
source: Select province
id: Pilih provinsi

# account.address.text.city.title
source: City
id: Kota

# account.address.text.city.placeholder
source: Select city
id: Pilih kota

# account.address.error.country
source: Country must be fill
id: Negara harus diisi

# account.address.error.address
source: Address Details must be fill
id: Detail alamat harus diisi

# account.address.error.province
source: Province must be fill
id: Provinsi harus diisi

# account.address.error.city
source: City must be fill
id: Kota harus diisi

# account.address.error.postal
source: Postal code must be fill
id: Kode pos harus diisi

# account.terms.navigation.title
source: Requirement
id: Syarat & Ketentuan

# account.terms.agreement.description
source: I acknowledge and agree that all data that has been submitted will be stored by PT Indodax Nasional Indonesia (the Company), and I authorize the Company to manage and or use the data for the benefit of the Company.
id: Saya mengetahui dan setuju atas semua data yang telah diserahkan akan disimpan oleh PT Indodax Nasional Indonesia (Perusahaan) dan saya mengizinkan Perusahaan untuk mengelola dan atau menggunakan data tersebut untuk kepentingan Perusahaan

# account.kyc.data.submitted
source: Verification data sent
id: Data verifikasi terkirim

# account.kyc.data.text.description
source: Your verification application is currently under review, and please wait within 1x24 hours.
id: Permohonan verifikasi Anda sedang dalam peninjauan, harap tunggu dalam 1x24 jam.

# account.kyc.btn.explore
source: Explore Indodax
id: Jelajahi aplikasi

# account.kyc.liveness.dialog.title
source: Face Detection
id: Tes Deteksi Wajah

# account.kyc.liveness.dialog.description.1
source: • For verification purposes, your face will be recorded.
id: • Untuk kebutuhan verifikasi, wajah anda akan direkam

# account.kyc.liveness.dialog.description.2
source: • Please remove accessories (goggles, masks, etc.).
id: • Harap lepaskan aksesoris (kacamata, masker dan lainnya.)

# account.kyc.liveness.dialog.description.3
source: • Please follow the movement directions.
id: • Mohon ikuti arahan gerakan

# account.kyc.dialog.btn.title
source: Start
id: Mulai Tes Sekarang

# account.kyc.camera.rules
source: • Take a photo of the front view of the ID Card. • Make sure all parts of the Identity Card and writing are clearly visible. • Identity Cards cannot exceed the expiration date.
id: • Ambil foto tampilan depan Kartu Identitas • Pastikan semua bagian Kartu Identitas dan tulisan terlihat jelas • Kartu identitas tidak boleh melewati batas tanggal berlaku

# account.country.blocked
source: Sorry, your country is not listed.
id: Maaf, negara anda tidak terdaftar

# account.liveness.review.success.title
source: Face detection success
id: Deteksi wajah berhasil

# account.liveness.review.error.title
source: Face detection failed
id: Deteksi wajah gagal

# account.liveness.review.success.description
source: Hooray! You have successfully passed the Face Detection, please proceed to the next stage.
id: Hore! Anda berhasil melewati Tes Deteksi Wajah, silahkan lanjut ke tahap berikutnya.

# account.liveness.review.error.description
source: You failed to pass the Face Detection Test. Please retest, click the button below:
id: Anda gagal melewati Tes Deteksi Wajah. Mohon tes ulang, klik tombol di bawah ini:

# account.liveness.review.btn.retake
source: Retake Detection
id: Tes Ulang

# account.kyc.confirm.nav.title
source: Data Confirmation
id: Konfirmasi Data

# account.kyc.confirm.btn.next
source: Confirmation
id: Konfirmasi

# account.kyc.dialog.text.headline
source: Cancel Verification?
id: Batalkan Verifikasi?

# account.kyc.dialog.text.description
source: If you exit the verification page without completing the process, your data will still be saved.
id: Jika kamu keluar halaman verifikasi tanpa menyelesaikan proses, data kamu akan tetap tersimpan.

# account.kyc.dialog.text.button.continue
source: Continue Verification
id: Lanjutkan verifikasi

# account.kyc.dialog.text.button.cancel
source: Yes, Cancel
id: Ya, Batalkan

# account.kyc.dialog.ocr.error.title
source: Failed to read ID
id: Gagal membaca ID

# account.kyc.dialog.ocr.error.description
source: Our system doesn't read your ID. Please take another photo.
id: Sistem kami tidak membaca ID Anda. Silakan ambil foto lagi.

# account.country.nav.title
source: Citizenship
id: Kewarganegaraan

# account.country.btn.choose
source: Select
id: Pilih

# account.country.text.countrychosen
source: Country
id: Negara

# account.country.text.search
source: Find a country
id: Cari negara

# account.btn.login
source: Log In
id: Masuk

# account.btn.signin
source: Sign In
id: Masuk

# account.btn.understand
source: I Understood
id: Saya Mengerti

# account.change.password.title
source: Enter your current password
id: Masukkan kata sandi yang Anda gunakan saat ini

# account.delete.reason.error
source: Please fill Delete Account Reason
id: Tolong isi alasan hapus Akun

# account.dialog.referral.desc
source: Indodax Referral will be coming soon in Indodax Mobile App. Keep updated with the latest news on Indodax website page
id: Referral Program akan hadir sebentar lagi di aplikasi Indodax. Anda dapat memantau Referral Program melalui website Indodax.

# login.info.title
source: Log In with email that has been registered to Indodax
id: Masukan email yang terdaftar pada akun Indodax

# login.email.title
source: Email Address
id: Alamat email

# login.password.title
source: Password
id: Kata sandi

# login.forgot.password.title
source: Forgot Password
id: Lupa Kata Sandi

# login.navigation.title
source: Log In
id: Masuk Akun

# login.button.understand
source: I Understood
id: Saya Mengerti

# login.register.attribute
source: Don't have account?
id: Belum punya akun?

# login.register.cta
source: Register Now
id: Daftar Sekarang

# login.error.empty.email
source: Email must filled
id: Email harus diisi

# login.error.empty.password
source: Password must filled
id: Password harus diisi

# login.error.format.email
source: Invalid Email Format
id: Format email salah

# login.error.popup.title
source: Attention!
id: Perhatian!

# profile.general.reason.title
source: Reason of Change
id: Alasan Penggantian

# profile.general.reason.placeholder
source: Enter the reason for the replacement
id: Masukkan alasan penggantian

# profile.general.additional.reason.placeholder
source: Write down the reason for the replacement
id: Tulis alasan penggantian

# profile.general.dialog.reason.title
source: Select Reason
id: Pilih Alasan Penggantian

# profile.general.dialog.reason.expired
source: Expired phone number
id: Nomor hangus

# profile.general.dialog.reason.lost
source: Lost my phone
id: Nomor hilang

# profile.general.dialog.reason.abroad
source: Go abroad
id: Ke luar negeri

# profile.general.dialog.reason.not.receive.messsage
source: Could not receive message
id: Nomor tidak bisa mendapatkan sms

# profile.success.page.navigation.title
source: Data has been sent!
id: Data berhasil terkirim!

# profile.success.page.info.label
source: We have received your request to change your data. Please wait for a moment, the verification process will be done in 1×24 hours.
id: Kami telah menerima permintaan perubahan data Anda. Mohon tunggu proses verifikasi yang akan selesai dalam kurun waktu 1×24 jam

# profile.alert.dialog.pending.title
source: Profile update can't be done
id: Perubahan data profil belum dapat dilakukan

# profile.alert.dialog.pending.description
source: We are still verifying your last profile update. Please wait until your last verification is completed before making another changes.
id: Perubahan data Anda sebelumnya masih dalam verifikasi. Tunggu proses verifikasi selesai untuk melakukan perubahan lainnya

# profile.alert.dialog.pending.kyc.title
source: Your verification data is on process
id: Data sedang diproses

# profile.alert.dialog.pending.kyc.description
source: We are sorry, at this moment you cannot do any crypto asset transaction. We will process your verification in 1x24 hours after we received your application.
id: Maaf, saat ini Anda belum dapat melakukan jual beli aset kripto. Kami akan memproses verifikasi selambat-lambatnya dalam 1 x 24 jam setelah aplikasi Kami terima.

# profile.myprofile.navigation.title
source: My Profile
id: Profil Saya

# profile.myprofile.verification.status.not.verified
source: Not Verified
id: Belum Terverifikasi

# profile.myprofile.verification.status.verified
source: Verified
id: Terverifikasi

# profile.myprofile.profile.info.title
source: Profile Info
id: Info Profil

# profile.myprofile.profile.info.name.title
source: Full Name
id: Nama Lengkap

# profile.myprofile.profile.info.username.copy
source: Username copied
id: Username berhasil disalin

# profile.myprofile.profile.info.btn.set.username
source: Set Username
id: Atur Username

# profile.myprofile.personal.data.title
source: Personal Information
id: Informasi Pribadi

# profile.myprofile.personal.data.desc
source: This information is confidential. Only you can access, don’t share it to others
id: Informasi ini rahasia. Hanya Anda yang dapat melihatnya dan tidak dibagikan ke siapa pun.

# profile.myprofile.personal.data.phone.title
source: Phone Number
id: Nomor Handphone

# profile.myprofile.personal.data.address.title
source: Address
id: Alamat

# profile.myprofile.personal.data.npwp.title
source: Tax Number
id: Nomor NPWP

# profile.myprofile.personal.data.emergency.title
source: Emergency Contact
id: Kontak Darurat

# profile.edit.profile.photo.navigation.title
source: Profile Picture
id: Foto Profil

# profile.edit.profile.photo.btn.title
source: Change Profile Picture
id: Ganti Foto Profil

# profile.edit.profile.photo.btn.camera
source: Take Photo
id: Ambil Gambar

# profile.edit.profile.photo.btn.gallery
source: Choose from Gallery
id: Pilih dari Galeri

# profile.edit.profile.photo.btn.delete
source: Delete Profile Picture
id: Hapus Foto Profil

# profile.edit.profile.photo.dialog.btn.delete
source: Delete
id: Hapus

# profile.edit.profile.photo.dialog.btn.back
source: Back
id: Kembali

# profile.edit.profile.photo.dialog.discard.title
source: Discard Changes?
id: Batalkan perubahan foto?

# profile.edit.profile.photo.adjust.navigation.title
source: Adjust Image
id: Move & Scale

# profile.edit.profile.photo.snackbar.success
source: Profile photo updated successfully!
id: Foto profil berhasil diperbarui!

# profile.edit.profile.snackbar.error
source: Photo size is too large.
id: Ukuran foto terlalu besar.

# profile.take.photo.navigation.title
source: Take Photo
id: Ambil Gambar

# profile.take.photo.retake.btn.title
source: Retake
id: Foto Ulang

# profile.take.photo.use.btn.title
source: Use Photo
id: Gunakan Foto

# profile.edit.username.navigation.title
source: Set Username
id: Atur Username

# profile.edit.username.body.title
source: Use @username to make it easier for other users to send crypto to you.
id: Gunakan @username untuk mempermudah pengguna lain mengirim kripto kepada Anda.

# profile.edit.username.dbg.label.active
source: Username can only be changed once.
id: Username hanya bisa diubah 1 kali.

# profile.edit.username.dbg.label.min.character
source: Minimum 4 characters
id: Minimum 4 karakter.

# profile.edit.username.dbg.label.already.taken
source: Username is already taken by someone else
id: Username ini sudah dipakai orang lain.

# profile.edit.username.dbg.label.error.format
source: Can only use letters, numbers, “_”, and “-”
id: Hanya boleh huruf, angka, “_”, dan “-”

# profile.edit.username.snackbar.success
source: Username has been changed!
id: Username berhasil diperbarui!

# profile.edit.email.navigation.title
source: Edit Email
id: Ubah Email

# profile.edit.email.info.label
source: Make sure your email is active to keep your account safe
id: Pastikan email aktif agar akun Anda aman

# profile.edit.email.new.email.title
source: New Email
id: Email Baru

# profile.edit.email.confirm.email.title
source: Confirm New Email
id: Konfirmasi Email Baru

# profile.edit.email.error.format.email
source: Please use the valid format of the email
id: Format email yang dimasukkan tidak sesuai.

# profile.edit.email.error.email.not.match
source: Confirmation email didn’t match the entered email
id: Konfirmasi Email tidak sama dengan Email baru.

# profile.edit.primary.number.navigation.title
source: Edit Primary Number
id: Ubah Nomor Utama

# profile.edit.primary.number.info.label
source: Make sure your number number is active to keep your account safe
id: Pastikan nomor hp anda aktif agar akun Anda aman

# profile.edit.primary.number.new.number.title
source: New Phone Number
id: Nomor HP Baru

# profile.edit.primary.number.snackbar.success
source: Primary Number successfully updated!
id: Nomor Utama berhasil diperbarui!

# profile.edit.address.navigation.title
source: Change Address
id: Ubah Alamat

# profile.edit.address.info.label
source: Use the same address with address on ID Card
id: Pastikan alamat anda sesuai dengan kartu identitas

# profile.edit.address.registered.address.title
source: Registered Address
id: Alamat terdaftar

# profile.edit.address.new.address.title
source: New Address
id: Alamat baru

# profile.edit.address.province.title
source: Province
id: Provinsi

# profile.edit.address.province.placeholder
source: Select Province
id: Pilih Provinsi

# profile.edit.address.city.title
source: City
id: Kota

# profile.edit.address.city.placeholder
source: Select City
id: Pilih Kota

# profile.edit.address.postal.code.title
source: Postal code
id: Kode Pos

# profile.edit.address.snackbar.success
source: Address successfully updated!
id: Alamat berhasil diperbarui!

# profile.edit.npwp.navigation.title
source: Edit NPWP Number
id: Ubah Nomor NPWP

# profile.edit.npwp.info.label
source: Make sure your NPWP number is correct to keep your account safe
id: Pastikan nomor NPWP anda sesuai agar akun anda aman

# profile.edit.npwp.number.npwp.title
source: Tax Number
id: Nomor NPWP

# profile.edit.npwp.registered.npwp.title
source: Registered Tax Number
id: Nomor NPWP Terdaftar

# profile.edit.npwp.new.npwp.title
source: New Tax Number
id: Nomor NPWP Baru

# profile.edit.npwp.snackbar.success
source: Tax Number successfully updated!
id: Nomor NPWP berhasil diperbarui!

# profile.emergency.number.about.navigation.title
source: About Emergency Contact
id: Tentang Kontak Darurat

# profile.emergency.number.what.title
source: What?
id: Apa?

# profile.emergency.number.what.description
source: We encourage you to review the information for Emergency Contacts that you have included in your account. If you haven't set Emergency Contacts in your account, we recommend that you do so now.
id: Kami menganjurkan Anda untuk meninjau informasi untuk Kontak Darurat yang telah Anda sertakan di akun Anda. Jika Anda belum menetapkan Kontak Darurat di akun Anda, sebaiknya saat ini.

# profile.emergency.number.why.title
source: Why?
id: Mengapa?

# profile.emergency.number.why.description
source: An Emergency Contact is someone 18 years of age or older whom you authorize us to contact regarding your account, particularly if we suspect that your account may be subject to financial exploitation or we have a concern about your health status. Older customers who may have cognitive impairment or health issues may want to set an Emergency Contact on their account, but setting an Emergency Contact on your account is also useful for other reasons.
id: Kontak Darurat adalah seseorang yang berusia 18 tahun atau lebih yang Anda beri wewenang kepada kami untuk menghubungi mengenai akun Anda, khususnya jika kami menduga bahwa akun Anda dapat mengalami eksploitasi keuangan atau kami memiliki kekhawatiran tentang status kesehatan Anda. Pelanggan yang berusia lanjut yang dapat mengalami penurunan kemampuan kognitif atau masalah kesehatan mungkin ingin menetapkan Kontak Darurat di akun mereka, tetapi menetapkan Kontak Darurat di akun Anda juga berguna karena alasan lain.

# profile.emergency.number.what.can.title
source: What can i do?
id: Apa yang bisa saya lakukan?

# profile.emergency.number.what.can.description
source: If you wish to edit the Emergency Contacts in your account, you can provide their information by clicking continue below. Please list only contact persons who are over 18 years of age.
id: Jika Anda ingin mengedit Kontak Darurat di akun Anda, Anda dapat memberikan informasi mereka dengan mengklik Lanjutkan di bawah. Harap cantumkan hanya orang yang dapat dihubungi yang berusia di atas 18 tahun.

# profile.emergency.number.btn.title
source: Continue
id: Saya Mengerti

# profile.edit.emergency.number.navigation.title
source: Edit Emergency Contact
id: Ubah Kontak Darurat

# profile.edit.emergency.number.info.label
source: Make sure emergency contacts are active and reachable to keep your account safe.
id: Pastikan kontak darurat aktif dan dapat dihubungi agar akun Anda aman

# profile.edit.emergency.number.full.name.title
source: Full Name
id: Nama Lengkap

# profile.edit.emergency.number.full.name.placeholder
source: Emergency contact's full name
id: Nama lengkap kontak darurat

# profile.edit.emergency.number.relationship.title
source: Relatives
id: Hubungan kerabat

# profile.edit.emergency.number.relationship.placeholder
source: Select Relation
id: Pilih hubungan kerabat

# profile.edit.emergency.number.relative.number.title
source: Relative Phone Number
id: Nomor HP kerabat

# profile.edit.emergency.number.snackbar.success
source: Emergency contact updated successfully!
id: Kontak darurat berhasil diperbarui!

# account.forgotpassword.navigation.title
source: Forgot Password
id: Lupa Kata Sandi

# account.forgotpassword.title
source: Input your registered email to receive verification code
id: Masukkan alamat email yang Anda gunakan untuk menerima kode verifikasi

# account.forgotpassword.submit
source: Create New Password
id: Buat Sandi Baru

# account.createpassword.title
source: Create New Password
id: Buat Kata Sandi baru

# account.createpassword.info
source: Input new password to change your old password
id: Masukkan kata sandi baru untuk menggantikan kata sandi lama Anda

# account.createpassword.submit
source: Change Password
id: Ubah Kata Sandi

# account.createpassword.dialog.info.description1
source: Use strong password
id: Gunakan kata sandi yang kuat

# account.createpassword.dialog.info.description2
source: Don’t use the same password you use at another website
id: Jangan gunakan kata sandi yang sama dengan website lain

# account.createpassword.dialog.info.description3
source: Indodax account will automatically be logged out from all devices if password is changed
id: Akun Indodax otomatis akan keluar di semua perangkat jika kamu mengubah kata sandi
