Repository: perdanacarrer/pokedex
Catalog: pokedex/Core/CoreResources/Localizable/*.lproj/Localizable.strings
Languages: id

# notificationEmptyTitle
source: No notification yet
id: Belum ada notifikasi

# notificationEmptySubtitle
source: Your notification list will be shown here
id: Anda belum memilki notifikasi. Silakan cek kembali.

# notificationEmptyButton
source: Manage Notification
id: Pengaturan notifikasi

# searchNotFoundTitle
source: No result for the keyword you’re searching
id: Pencarian yang Anda cari tidak dapat ditemukan

# searchNotFoundSubtitle
source: Try to use another keyword to find the coin you’re searching
id: Coba gunakan kata kunci lain untuk menemukan koin yang Anda cari

# coinFavoriteEmptyTitle
source: You don't have any favorite coins
id: Kamu belum memiliki Koin favorit

# coinFavoriteEmptySubtitle
source: Add coins to your favorite list to track your coins with fast and easy
id: Tambah koin sebagai favorit untuk pantau secara cepat dan mudah

# coinFavoriteEmptyButton
source: Explore Market
id: Lihat Market

# chartNotFoundTitle
source: No chart data available
id: Tidak ada data chart

# errorSSLPinning
source: Your connection is not secure
id: Koneksi anda tidak aman

# exporeIndodax
source: Explore Indodax
id: Jelajahi akun

# sample.swiftgen.test
source: this is English language
id: ini bahasa Indonesia

# sample.swiftgen.testWithArgument
source: Hello, my name is %@, bla bla bla %@
id: Hello, nama saya %@, bla bla bla %@

# loading.description
source: Please wait...
id: Mohon menunggu...

# general.btn.no
source: No
id: Tidak

# general.btn.copy
source: Copy
id: Salin

# general.btn.back
source: Back
id: Kembali

# general.btn.delete
source: Delete
id: Hapus

# general.label.new
source: New
id: Baru

# general.label.underMaintenance
source: Under Maintenance
id: Dalam Perbaikan

# general.label.comingSoon
source: Coming Soon
id: Segera Datang

# general.label.chooseOptions
source: Choose an Option
id: Pilih Opsi

# general.label.noInternetConnection
source: Network error
id: Jaringan bermasalah

# deposit.button.cancelDepositTitle
source: Yes, Cancel
id: Ya, Batalkan

# deposit.button.pay
source: Pay
id: Bayar

# deposit.button.restartPayment
source: Restart Payment
id: Ulangi Pembayaran

# deposit.button.checkPaymentStatus
source: See Payment Status
id: Lihat Status Pembayaran

# deposit.textField.amountTextFieldTitle
source: Total Deposit
id: Total Penyetoran

# deposit.textField.minimumAmountInlineErrorDesc
source: Minimum deposit is %@ IDR
id: Minimum penyetoran %@ IDR

# deposit.textField.maximumAmountInlineErrorDesc
source: You’re exceeding the maximum deposit amount
id: Jumlah penyetoran melebihi batas maksimal

# deposit.textField.cashTagPlaceholderText
source: Example: elonmusk
id: Contoh: elonmusk

# deposit.textField.cashTagMinimumCharacterInlineErrorDesc
source: Minimum cashtag is %@ characters.
id: Minimum cashtag %@ karakter.

# deposit.label.depositIDR
source: Deposit IDR
id: Setor IDR

# deposit.label.paymentGuide
source: Deposit Instructions
id: Panduan Penyetoran

# deposit.label.virtualAccountNameTitle
source: Virtual Account Name
id: Nama Virtual Account

# deposit.label.waitingPaymentTitle
source: Waiting for payment
id: Menunggu pembayaran

# deposit.label.paymentDetailTitle
source: Payment Details
id: Detail Pembayaran

# deposit.label.payBeforeTitle
source: Pay Before
id: Bayar Sebelum

# deposit.label.timeLeft
source: Time Left
id: Bayar Sebelum

# deposit.label.vaPaymentCodetitle
source: Virtual Account Number
id: Nomor Virtual Account

# deposit.label.paymentCodeTitle
source: Payment Code
id: Kode Pembayaran

# deposit.label.totalPaymentTitle
source: Total Deposit
id: Total Penyetoran

# deposit.label.serviceFeeTitle
source: Service Fee
id: Biaya Layanan

# deposit.label.receivedAmountTitle
source: Received Amount
id: Total Diterima

# deposit.label.emptyStateTitle
source: No transaction yet
id: Tidak ada transaksi pembayaran

# deposit.label.emptyStateDesc
source: Every ongoing transactions that waiting for payment will be displayed in this page
id: Untuk saat ini tidak ada transaksi pembayaran yang harus diselesaikan

# deposit.label.instructionNotes
source: Follow the instructions below to make a deposit
id: Ikuti instruksi di bawah ini untuk melakukan penyetoran dana

# deposit.label.vaInstructionNotes
source: Make sure the name listed on the Virtual Account and the name on the Indodax account are correct.
id: Pastikan bahwa nama virtual account di atas dengan nama akun di Indodax sudah sesuai.

# deposit.label.depoSuccess
source: Deposit Success!
id: Penyetoran Berhasil

# deposit.label.close
source: Close
id: Tutup

# deposit.label.depoSuccessDesc
source: The deposit process is successful and your balance will be updated shortly
id: Selamat! Penyetoran berhasil dan saldo sedang terkirim ke akun Anda

# deposit.sheet.deleteConfirmationTitle
source: Cancel Deposit
id: Batalkan Penyetoran

# deposit.sheet.deleteconfirmationDesc
source: Are you sure you want to cancel this deposit?
id: Apakah anda yakin ingin membatalkan deposit ini?

# deposit.sheet.cashTagDesc
source: Use $Cashtag that has been registered on Jenius Pay to make a deposit using Jenius. Make sure the $Cashtag is correct to make the transaction success.
id: Gunakan $Cashtag yang terdaftar pada Jenius Pay untuk melakukan deposit menggunakan Jenius. Pastikan $Cashtag sesuai supaya transaksi Anda berhasil.

# deposit.popUp.paymentSuccessTitle
source: Payment Success
id: Pembayaran Berhasil

# deposit.popUp.paymentTimeOutTitle
source: Payment Period Time’s Out
id: Waktu Bayar Habis

# deposit.popUp.paymentTimeOutDesc
source: Your payment period is expired. Restart your payment process?
id: Batas waktu pembayaran Anda sudah habis. Lakukan pembayaran ulang?

# deposit.snackbar.vaCodeCopiedToClipboard
source: VA Number successfully copied
id: Nomor VA berhasil disalin

# deposit.snackbar.paymentCodeCopiedToClipboard
source: Payment code successfully copied
id: Kode pembayaran berhasil disalin

# deposit.snackbar.saveToDevice
source: Successfully saved in the device
id: Berhasil tersimpan di perangkat

# deposit.snackbar.deletePendingFailed
source: Failed to cancel deposit
id: Pembatalan penyetoran gagal

# withdraw.idr.button.addAccountTitle
source: + Add Address
id: + Tambah Alamat

# withdraw.idr.button.changeWithdrawAmount
source: Adjust Amount
id: Ubah Nominal

# withdraw.idr.button.saveAddress
source: Save Address
id: Simpan Alamat

# withdraw.idr.button.addAddress
source: Add Address
id: Tambah Alamat

# withdraw.idr.label.withdrawIDRNavigationTitle
source: Withdraw IDR
id: Tarik IDR

# withdraw.idr.label.chooseMethodNavigationTitle
source: Choose Withdraw Method
id: Pilih Metode Penarikan

# withdraw.idr.label.warningBankNotes
source: Bank account and Indodax name have to be match
id: Nama rekening harus sama dengan nama akun.

# withdraw.idr.label.warningEwalletNotes
source: Make sure your phone number is registered with %@ before proceeding.
id: Pastikan nomor telepon Anda telah terdaftar di %@ sebelum melanjutkan. INDODAX tidak bertanggung jawab atas kesalahan apapun.

# withdraw.idr.label.warningPulsaNotes
source: Withdrawal to phone number will not be charged with service fee
id: Penarikan melalui Pulsa tidak dikenakan biaya layanan

# withdraw.idr.label.addPhoneNumberTitle
source: Add Phone Number
id: Tambah Nomor HP

# withdraw.idr.label.editWithdrawAddressTitle
source: Edit Withdraw Address
id: Edit Alamat Penarikan

# withdraw.idr.label.activeBalanceTitle
source: Active Balance
id: Saldo Aktif

# withdraw.idr.label.withdrawMethodTitle
source: Withdraw Method
id: Metode Penarikan

# withdraw.idr.label.totalWithdrawTitle
source: Total Withdrawal
id: Total Penarikan

# withdraw.idr.label.chooseAmountTitle
source: Choose Amount
id: Pilih Nominal

# withdraw.idr.label.withdrawAddressTitle
source: Withdraw Address
id: Alamat Penarikan

# withdraw.idr.label.manageWithdrawAddressTitle
source: Manage Withdraw Address
id: Atur Alamat Penarikan

# withdraw.idr.accountList.label.emptyStateTitle
source: No saved withdraw address yet
id: Belum ada destinasi penarikan IDR

# withdraw.idr.accountList.label.emptyStateDesc
source: You can save your bank account and e-wallet as withdraw address here
id: Kamu belum mendaftarkan akun alamat tujuan penarikan IDR

# withdraw.idr.textField.phoneNumberTitle
source: Phone Number
id: Nomor Handphone

# withdraw.idr.textField.accountLabelTitle
source: Account Label
id: Label Akun

# withdraw.idr.textField.phoneNumberPlaceHolderText
source: Example: 081234567890
id: Contoh: 081234567890

# withdraw.idr.textField.accountLabelPlaceHolderText
source: Example: Akun BCA, Akun OVO...
id: Contoh: Akun BCA, Akun OVO...

# withdraw.idr.popUp.minimumWithdrawAmountErrorTitle
source: Withdraw amount is not enough
id: Nominal IDR terlalu kecil

# withdraw.idr.popUp.minimumWithdrawAmountErrorDesc
source: The minimum withdraw amount is %@ IDR. Please adjust your withdraw amount to be able to withdraw
id: Anda bisa melakukan transfer minimum %@ IDR. Mohon ubah nominal IDR untuk melanjutkan proses.

# withdraw.idr.popUp.limitPerDayErrorTitle
source: Withdraw amount is too big
id: Nominal penarikan terlalu besar

# withdraw.idr.popUp.limitPerDayErrorDesc
source: Your current daily withdraw limit is %@ IDR. Adjust your withdraw amount or send an upgrade limit request
id: Limit penarikan harian Anda saat ini %@ IDR per hari. Sesuaikan nominal penarikan atau ajukan kenaikan limit penarikan harian

# withdraw.idr.popUp.insufficientBalanceErrorTitle
source: Insufficient Balance
id: Saldo Anda tidak cukup

# withdraw.idr.popUp.insufficientBalanceErrorDesc
source: Make sure your balance is sufficient before making a withdraw
id: Pastikan saldo IDR Anda mencukupi. Mohon ubah nominal IDR untuk melanjutkan proses.

# withdraw.idr.popUp.deleteConfirmationDesc
source: Delete withdrawal address?
id: Hapus alamat penarikan?

# wd.idr.selectBank
source: Select Bank
id: Pilih Bank

# wd.idr.searchBank
source: Search Bank...
id: Cari Bank...

# wd.idr.accountNumber
source: Account Number
id: Nomor Rekening

# wd.idr.labelAccount
source: Account Label
id: Label Akun

# wd.idr.labelAccountPlaceholder
source: Eg: BCA Account, OVO Account...
id: Contoh: Akun BCA, Akun OVO...

# wd.idr.attention
source: Attention
id: Mohon Perhatian

# wd.idr.addBankAccount
source: Add Bank Account
id: Tambah Akun Bank

# wd.idr.attentionBankInfo
source: Bank account name have to be match with Indodax account name
id: Nama di rekening harus sama dengan nama akun INDODAX.

# wd.idr.accountNumberInfo
source: Use bank account in the name of %@
id: Gunakan rekening atas nama %@

# wd.idr.selectEwallet
source: Select E-Wallet
id: Pilih E-Wallet

# wd.idr.searchEwallet
source: Search Ewallet...
id: Cari Ewallet...

# wd.idr.registeredPhoneNumber
source: Registered Phone Number
id: Nomor HP Terdaftar

# wd.idr.attentionEwalletInfo
source: Make sure your phone number has registered in %@ and has a sufficient balance.
id: Pastikan nomor ponsel Anda sudah terdaftar di %@ sebelum melanjutkan. INDODAX tidak bertanggung jawab atas kesalahan apapun.

# wd.idr.selectMoneyOrder
source: Select Money Order
id: Pilih Wesel

# wd.idr.searchMoneyOrder
source: Search Money Order...
id: Cari Wesel...

# wd.idr.transactionDetails
source: Transaction Details
id: Detail Transaksi

# wd.idr.withdrawDestination
source: Withdraw Destination
id: Tujuan Penarikan

# wd.idr.serviceFee
source: Service Fee
id: Biaya Layanan

# wd.idr.smsFee
source: SMS Fee
id: Biaya SMS

# wd.idr.smsFeeInfo
source: (To get rid of SMS Fee, activate Google Authenticator)
id: (Untuk bebas biaya SMS, aktifkan Google Authenticator)

# wd.idr.receivedAmount
source: Received Amount
id: Total Diterima

# wd.idr.withdrawConfirm
source: Withdraw Confirmation
id: Konfirmasi Penarikan

# wallet.transactionHistoryList.cell.depositIDRDesc
source: Deposit IDR at %@
id: Setor IDR di %@

# wallet.transactionHistoryList.cell.withdrawIDRDesc
source: Withdraw IDR at %@
id: Tarik IDR di %@

# wallet.transactionHistoryList.cell.generateVoucherDesc
source: Generate at %@
id: Generate di %@

# wallet.transactionHistoryList.cell.redeemVoucherDesc
source: Redeem at %@
id: Redeem di %@

# general.label.attention
source: Attention!
id: Perhatian!

# general.label.emptyData
source: Data is empty
id: Data kosong

# general.btn.close
source: Close
id: Tutup

# general.btn.tryAgain
source: Try Again
id: Coba Lagi

# general.btn.continue
source: Continue
id: Lanjut

# general.btn.clickHere
source: click here
id: klik di sini

# general.btn.buy
source: Buy
id: Beli

# general.btn.confirmation
source: Confirm
id: Konfirmasi

# general.btn.start
source: Start
id: Mulai

# general.btn.cancel
source: Cancel
id: Batalkan

# general.btn.next
source: Next
id: Lanjut

# general.btn.photo.save
source: Save
id: Simpan

# general.btn.photo.retake
source: Retake Photo
id: Foto Ulang

# general.btn.agree.send
source: I Agree
id: Setuju & kirim

# general.btn.save
source: Save
id: Simpan

# general.btn.next2
source: Next
id: Selanjutnya

# general.btn.next3
source: Continue
id: Selanjutnya

# general.btn.send
source: Send
id: Kirim

# general.btn.iunderstand
source: I Understood
id: Saya Mengerti

# general.btn.save.changes
source: Save Changes
id: Simpan

# general.btn.done
source: Done
id: Selesai

# general.btn.yes
source: Yes
id: Oke

# account.general.gender.text
source: Gender
id: Jenis Kelamin

# account.general.gender.placeholder
source: Select gender
id: Pilih jenis kelamin

# account.general.gender.male
source: Male
id: Laki-laki

# account.general.gender.female
source: Female
id: Perempuan

# account.general.job.text
source: Occupation
id: Pekerjaan

# account.general.job.placeholder
source: Select Occupation
id: Pilih Pekerjaan

# account.general.aboutIndodax
source: About INDODAX
id: Seputar INDODAX

# account.general.desc.settingSheet
source: This feature requires a good connection. And will affect the use of data packages and batteries.
id: Fitur ini membutuhkan koneksi yang baik dan berpengaruh ke penggunaan data serta baterai

# account.general.appSettings
source: App Settings
id: Pengaturan Aplikasi

# account.general.withdrawLimit
source: Daily Withdraw Limit
id: Limit Penarikan Harian

# account.general.management.next
source: Agree
id: Setuju

# account.general.management.cancel
source: Cancel
id: Batalkan

# account.general.management.email.title
source: Email Address
id: Alamat Email

# account.general.management.phone.number.title
source: Phone Number
id: Nomor Handphone

# account.general.contact.us
source: Contact Us
id: Hubungi Kami

# account.general.logout
source: Log Out
id: Keluar

# account.general.activate.feature
source: Activate Feature
id: Aktifkan fitur

# account.general.deactivate.feature
source: Disable Feature
id: Matikan fitur

# account.general.installation.instruction
source: See Installation Guide
id: Lihat Cara Instalasi

# account.kyc.intro.title
source: Account Verification
id: Verifikasi Akun

# account.kyc.intro.description
source: Let's start verifying the account to keep transactions safe from fraudulent money or fake accounts.
id: Untuk menjaga keamanan transaksi dari penipuan uang atau akun palsu, ayo mulai verifikasi akun

# account.kyc.intro.btn.verify
source: Start Verification
id: Mulai Verifikasi

# account.kyc.intro.btn.later
source: Later
id: Nanti Saja

# kyc.alert.dialog.not.verified.title
source: Verify Your Account
id: Verifikasi Akun Anda

# kyc.alert.dialog.not.verified.description
source: Complete verification process to be able to edit your data and make transaction in Indodax
id: Selesaikan proses verifikasi untuk dapat melakukan perubahan data serta transaksi di Indodax

# kyc.alert.dialog.not.verified.positive.btn.title
source: Verify Now
id: Verifikasi Sekarang

# kyc.alert.dialog.pending.verification.title
source: Your verification is on process
id: Data Sedang diproses

# kyc.alert.dialog.pending.verification.description
source: We are sorry, at this moment you cannot do any crypto asset transaction. We will process your verification in 1x24 hours after we received your application
id: Maaf, saat ini Anda belum dapat melakukan jual beli aset kripto. Kami akan memproses verifikasi selambat-lambatnya dalam 1 x 24 jam setelah aplikasi Kami terima.

# account.photo.max.file.size
source: Maximum file size: 3MB
id: Maksimal ukuran file 3MB

# account.kyc.summary.menu.1
source: Identity card
id: Kartu Identitas

# account.kyc.summary.menu.2
source: Personal Data
id: Data Pribadi

# account.kyc.summary.menu.3
source: Face Detection
id: Deteksi Wajah

# account.kyc.summary.header.title
source: Identity verification
id: Verifikasi Identitas

# account.kyc.summary.header.description
source: Complete the steps below
id: Lengkapi langkah-langkah di bawah ini

# account.kyc.nationality.header.title
source: Select nationality
id: Pilih Kewarganegaraan

# account.kyc.nationality.info.label
source: Select citizenship status based on identity card
id: Pilih status kewarganegaraan berdasarkan kartu identitas

# account.kyc.nationality.textfield.title
source: Citizenship
id: Kewarganegaraan

# account.photo.camera.wni.nav.title
source: Take a photo of the ID card
id: Ambil foto KTP

# account.photo.camera.wna.nav.title
source: Take passport photo
id: Ambil foto paspor

# account.photo.view.nav.title
source: ID card photo
id: Foto Kartu Identitas

# account.photo.view.text.lifetime
source: Lifetime
id: Seumur Hidup

# account.photo.view.text.idcard
source: Identity Photo
id: Foto Identitas

# account.photo.view.text.error.idEmpty
source: NIK must be fill
id: NIK harus di isi

# account.photo.view.text.error.expiryEmpty
source: Expiry date must be fill
id: Masa berlaku harus di isi

# account.management.delete.success.title
source: Account Successfully Deleted
id: Berhasil Hapus Akun

# account.management.delete.success.description
source: You will be logged out automatically and will be redirected to the homepage
id: Anda akan otomatis keluar dari akun dan diarahkan ke beranda.

# account.management.delete.confirmation.positive
source: Confirm and Delete
id: Setuju & Hapus Akun

# account.management.delete.reason.title
source: Delete Account Reason
id: Pilih salah satu alasan mengapa hapus akun

# account.management.delete.reason.page.title
source: Delete Account Reason
id: Alasan Hapus Akun

# account.management.delete.other.reason.title
source: Delete Account Cause
id: Alasan Hapus Akun

# account.management.delete.reason.withdraw
source: Problems in deposit/withdraw
id: Banyak masalah deposit/withdraw

# account.management.delete.reason.exchange
source: Migrating to another exchange
id: Pindah exchange kripto lain

# account.management.delete.reason.other.account
source: Have another Indodax account
id: Sudah punya akun indodax lain

# account.management.delete.reason.other
source: Others
id: Lainnya

# account.management.delete.introduction.terms.title
source: Delete Account Disclaimer
id: Ketentuan Hapus Akun

# account.management.asset.alert.title
source: You still have remaining assets
id: Tunggu, masih ada sisa aset

# account.management.asset.alert.description
source: Before deleting account, please recheck the remaining crypto asset in your account
id: Sebelum hapus akun, periksa kembali aset yang tersimpan di dalam akun.

# account.management.asset.alert.positive
source: Withdraw Remaining Asset
id: Tarik Aset Tersisa

# account.management.asset.alert.negative
source: Delete Account Anyway
id: Lanjut hapus Akun

# account.management.delete.attention
source: Please note that our system will proceed with your request immediately once you click the "Confirm and Delete" button
id: Sistem akan memproses penghapusan akun Anda setelah Anda menekan tombol "Setuju dan Hapus Akun"

# account.management.delete.confirmation.title
source: Delete Account Confirmation
id: Konfirmasi Hapus Akun

# account.management.delete.check
source: You are about to delete an Indodax account with the information below
id: Cek kembali keterangan akun yang akan dihapus

# account.management.recovery.title
source: Welcome Back
id: Selamat Datang Kembali

# account.management.recovery.description
source: Your account is curently inactive. Do you want to recover your account?
id: Akun Anda saat ini dalam keadaan tidak aktif. Apakah Anda ingin mengaktifkan akun kembali?

# account.management.recovery.btn.title
source: Recover Account
id: Pulihkan Akun

# account.management.recovery.success.title
source: Account recovery successful!
id: Akun berhasil dipulihkan

# account.management.recovery.success
source: Your account has been recovered! You can now use your account back
id: Pemulihan akun berhasil dilakukan. Sekarang Anda dapat menggunakan akun seperti semula

# account.security.two.factor.authentification
source: Two-Factor Authentication Security (2FA)
id: Keamanan Autentikasi Dua Faktor (2FA)

# account.security.change.password
source: Change password
id: Ubah Kata Sandi

# account.security.change.pin
source: Change PIN
id: Ubah PIN

# account.security.delete.account
source: Delete Account
id: Hapus Akun

# account.security.device.session
source: Device Session
id: Sesi Perangkat

# account.security.setup.gauth.description.title
source: What is Google Authenticator?
id: Apa itu Google Authenticator?

# account.security.setup.gauth.description
source: Google Authenticator is an application to strengthen your account security from hacker attacks. This application will produce PIN that will changed from time to time.
id: Google Authenticator adalah sebuah aplikasi yang berguna untuk memperkuat keamanan akun anda dari serangan pencuri atau hacker. Aplikasi ini akan menghasilkan PIN yang akan selalu berubah dari waktu ke waktu.

# account.security.setup.gauth.deactivated.description.title
source: Are you sure you want to disable Google Authenticator feature?
id: Apakah yakin mau mematikan fitur Google Authenticator?

# account.security.setup.gauth.deactivated.description
source: Disabling Google Authenticator will decrease the protection of your account.
id: Mematikan fitur Google Authenticator akan beresiko melemahkan proteksi akses ke akun Indodax dari akun luar yang tidak resmi.

# account.security.setup.gauth.reasons.title
source: Why should you use Google Authenticator?
id: Mengapa harus menggunakan Google Authenticator?

# account.security.setup.gauth.reason.protection
source: Protect account from hacking
id: Melindungi akun dari peretasan

# account.security.setup.gauth.reason.enhancement
source: Strengthen security
id: Meningkatkan keamanan

# account.security.setup.gauth.reason.easy
source: Easy to use
id: Mudah digunakan

# account.security.setup.gauth.reason.mobility
source: Can be used at Android, iOS, and Desktop
id: Bisa di-install di Android, iPhone, iPad dan komputer/laptop

# account.security.setup.gauth.reason.cost
source: Prevent SMS cost for every withdrawal
id: Mencegah biaya SMS setiap melakukan penarikan

# account.security.setup.gauth.qr.instruction
source: Please use the Google Authenticator app to scan the QR code below
id: Harap gunakan aplikasi Google Authenticator anda untuk memindai kode QR ini

# account.security.setup.gauth.code.instruction
source: Or enter the code below to your Google Authenticator
id: Atau Masukkan kode ini ke Google Authenticator anda

# account.security.setup.gauth.active.title
source: Google Authenticator Activated
id: Google Authenticator sudah aktif

# account.security.setup.gauth.success.title
source: Google Authenticator Is Successfully Disabled
id: Google Authenticator berhasil dimatikan

# account.security.setup.gauth.preparation.title
source: Activate Google Authenticator
id: Siapkan Google Authenticator
